{"source": "It's difficult answer at the question \"what are you going to do in the future?\" if the only one who has to know it is in two minds. When I was younger I used to say that I wanted to be a teacher, a saleswoman and even a butcher.. I don't know why. I would like to study Psychology because one day I would open my own psychology office and help people. It's difficult because I'll have to study hard and a lot, but I think that if you like a subject, you'll study it easier. Maybe I'll change my mind, maybe not.", "target": "It's difficult to answer the question \"what are you going to do in the future?\" if the only one who has to know it is in two minds. When I was younger, I used to say that I wanted to be a teacher, a saleswoman and even a butcher. I don't know why. I would like to study Psychology, because one day I would like to open my own psychology clinic and help people. It's difficult because I'll have to study hard and a lot, but I think that if you like a subject, you'll study it more easily. Maybe I'll change my mind, maybe not.", "language": "english"}
{"source": "I think that the public transport will always be in the future. The rich people will buy a car but the poor people always need to use a bus or taxi. I consider that is more convenient to drive a car because you carry on more things in your own car than travelling by car. Also, you'll meet friendly people who usually ask to you something to be friends and change your telephone number.\n\nIn my experience when I didn't have a car I used to use the bus to go to the school and go back to my house.In my opinion, the car isn't necessary when you have crashed in the street, in that moment you realized the importance of a public transport.", "target": "I think that  public transport will always exist in the future. Rich people will buy a car, but  poor people always need to use a bus or taxi. I consider it  more convenient to drive a car, because you carry  more things in your own car than whentravelling by . Also, you'll meet friendly people who usually ask  you  to be friends and exchange  telephone numbers.\n\nIn my experience, when I didn't have a car I used to use the bus to go to  school and go back to my house. In my opinion, a car isn't necessary when you have crashed in the street. At that moment, you realize the importance of  public transport.", "language": "english"}
{"source": "In India we have various types of Public transport, like Cycle, Bike, Car, Train & Flight.\nDepending on the distance and duration to the desired place, mode of transport is chosen accordingly.\nBut Generally speaking, travelling by car is much more fun when compared with other modes of transport.\nThis reminds me of a trip that I have recently been to and the place is Agra. It takes around 6 hours by National highway to go from Delhi to Agra. We have stopped at hotels for having food and just in case if any of us feels hungry, we have purchased some snacks just before the trip. Since, we have the option to wait anytime we want to when we travel by car (which is impossible when travelling by train & Flight). In addition to it, we can also take a comfortable short nap on the back seat and wake up fresh. \n\nDue to the above mentioned reasons, I am going to conclude that travelling by car is much more convenient.", "target": "In India, we have various types of public transport, like , bikes, cars, trains & planes.\nDepending on the distance and time to the desired destination, the mode of transport is chosen accordingly.\nBut generally speaking, travelling by car is much more fun when compared with other modes of transport.\nThis reminds me of a trip that I have recently been on and the place I visited was Agra. It takes around 6 hours by national highway to go from Delhi to Agra. We  stopped at hotels to have food and just in case  any of us felt hungry, we  purchased some snacks just before the trip. , we have the option to stop anytime we want to when we travel by car (which is impossible when travelling by train or plane). In addition to that, we can also take a comfortable short nap on the back seat and wake up fresh. \n\nFor the above-mentioned reasons, I am going to conclude that travelling by car is much more convenient.", "language": "english"}
{"source": "My name is Sarah. I am 17 years old. I am looking forward to join you in this year summer camps. I love children, and I enjoy looking after them. also, I organized many sports activities before in my school. In addition to that, i enjoy cooking. My family think that my cook is amazing. I hope that you give my the chance to join you . Thanks", "target": "My name is Sarah. I am 17 years old. I am looking forward to joining you in this year's summer camps. I love children, and I enjoy looking after them. Also, I organized many sports activities before at my school. In addition to that, I enjoy cooking. My family think that my cooking is amazing. I hope that you give my the chance to join you. Thanks", "language": "english"}
{"source": "My favourite sport is volleyball because I love plays with my friends. Volleyball is a sport play every place, when I travel on the beach I like plays with my sister in the sand and after we are going to the sea. It is very funny.\nwhen I was young I like plays with the ball in the playground and my friend and I played using the soccer goals as a network of volleyball.", "target": "My favourite sport is volleyball because I love playing with my friends. Volleyball is a sport that is played everywhere. When I am on the beach I like playing with my sister in the sand and then we go in the sea. It is great fun.\nWhen I was young I liked playing with a ball in the playground and my friend and I played using the soccer goals as a volleyball net.", "language": "english"}
{"source": "Dear Jo,\n\nHow are you? I'm writing to inform you that some advice on travelling and working in my country.\n\nOn the one hand, in my country there are a lot of place to travel. For example Barcelona,Madrid,Sevilla,Valencia. There are wonderful cities because there are a lot of things to visit for example in Madrid you can visit \"Puerta del Sol\", \"Las Cibeles\". I visit Madrid twice a year. All summer I visit Sevilla because I love this city and I suggest that you visit Sevilla.\n\nOn the other hand,in my country there are a few job because the economy is very bad. But, if you want I look for a job from you. My best friend looking for a people responsible for look after her sister. Her sister is 6 years old and you should look after every weekend. You will be interesting in this job?\n\nThank you for you e-mail, it was wonderful to hear from you.\n\nI'm looking forward to seeing you.\n\nTake care, Laura.", "target": "Dear Jo,\n\nHow are you? I'm writing to give you some advice on travelling and working in my country.\n\nOn the one hand, in my country there are a lot of places to visit. For example, Barcelona, Madrid, Sevilla, Valencia. There are wonderful cities because there are a lot of things to visit. For example, in Madrid you can visit \"Puerta del Sol\", \"Las Cibeles\". I visit Madrid twice a year. Every summer I visit Sevilla because I love this city and I suggest that you visit Sevilla.\n\nOn the other hand, in my country there are few jobs because the economy is very bad. But, if you want, I will look for a job for you. My best friend if looking for a responsible person to look after her sister. Her sister is 6 years old and you would have to look after her every weekend. Would you be interested in this job?\n\nThank you for your e-mail. It was wonderful to hear from you.\n\nI'm looking forward to seeing you.\n\nTake care, Laura.", "language": "english"}
{"source": "Today public transport still play an important role in transport system and it will keep on in the future. Because public transport is a cost effective and better resource allocation in mass transport system. Also people need not to suffer high operating cost running their own car. But it can use a cheaper way going to their destination especially it is far away from home. For example, I think that it is not affordable for an ordinary person to own a private airplane travelling to another country. Instead it will be common to buy an air ticket and ride on public plane.", "target": "Today, public transport still plays an important role in the transport system and it will keep on doing so in the future, because public transport is a more cost-effective and better resource . Also, people need not  suffer the high operating cost of running their own car, but  can use a cheaper way of going to their destination, especially if it is far away from home. For example, I think that it is not affordable for an ordinary person to own a private airplane fortravelling to another country. Instead, it will be common to buy an air ticket and travel on a public plane.", "language": "english"}
{"source": "In my opinion I think that public transport in future is going to continue to be used because there are a lot of people that doesn't have enough money to pay for a car even if it is used,so public transport continue to have future but people are going to use more the cars then bus or underground.\nIf we think about it the car is better because we don't need to wait for them has we are waiting for the bus or underground but in another way car cust more money than the public transport. By car we can just stay with ourselves which can be good because we can listen to the music that we like and we don't need to be around people that are unkwoned but if we chose public transport we can meet friends or family so both trasnportations are good and the cars don't need necessarialy to end up with the public transport. \nIf I had it to choose between both transportation I think I probably chose car because it is better for me to go by car then to go by bus.", "target": "In my opinion, public transport is going to continue to be used in the future because there are a lot of people that don't have enough money to pay for a car, even if it is used, so public transport will continue to have a future but people are going to use cars more than buses or the underground.\nIf we think about it, the car is better because we don't need to wait for it like we wait for the bus or underground, but on the other hand, cars cost more money than public transport. In a car, we can just be by ourselves, which can be good because we can listen to the music that we like and we don't need to be around people that are unknown, but if we choose public transport, we can meet friends or family, so both modes of transport are good, and cars don't need necessarily to bring an end to public transport. \nIf I had to choose between both forms of transportation, I think I would probably choose the car because it is better for me to go by car than to go by bus.", "language": "english"}
{"source": "In my community, we are very interested at environment and ecological things. We have solar panels and a place to make compost at the last garden, with worms who eat and degrade all the organic waste of the school. In some strategic points of the building we have special trashcans to separate the garbage in organic, paper and cardboard, cans and pet bottles and they also made talks and presentations about the earth problems like global warming, contamination, etc. The manager of all this project is Miss June Sid, our science teacher. All this initiatives has made us all over the years a recognised ecological community.", "target": "In my community, we are very interested in the environment and ecological things. We have solar panels and a place to make compost in the  garden, with worms that eat and degrade all the organic waste of the school. At some strategic points in the building, we have special trashcans to separate the garbage into organic, paper and cardboard, cans and plastic bottles and they also give talks and presentations about the earth's problems, like global warming, pollution, etc. The manager of  this project is Miss June Sid, our science teacher. All these initiatives have made us all, over the years, a recognised ecological community.", "language": "english"}
{"source": "Good morning everyone,today I want to share about is my favorite sport.My favorite sport is football,why I choose it?Well,football is a international sport,people around the world will love it so much!Example like Barclay Premier League,Liga Premier,Fifa World Cup and so on.I believe that's all will delighted us.By the way,my favorite football team is Manchester United,they are brilliant,they have an amazing football players,and they are awesome.", "target": "Good morning everyone. Today I want to share about my favorite sport. My favorite sport is football. Why do I choose it? Well, football is an international sport. People around the world love it so much! Barclay Premier League, Liga Premier, Fifa World Cup and so on. I believe that everything will delight us. By the way, my favorite football team is Manchester United. They are brilliant. They have amazing football players, and they are awesome.", "language": "english"}
{"source": "Michael was a little kid when he had a dream that was: Be a super hero! After many years he still dream to become a super hero. He enter  the university of medicine because he thinks that this profession was the more similar to be a super hero. Pass some years  of the university and he know a girl called Kate and he get loved on here and she get loved in him. Kate was cursing the university of fashion. Then the two started to date. Michael and Kate was so  happy, until one day that Michael said to him dream to be a super hero, Kate get so nervous saying that it was ridiculous and just a kid dream and that Michael was only dreaming but that would never happen and that super hero don’t exist. When she said that, Michael started to cry and get mad saying that she was lying and don´t have heart. He got so mad that he asked her to  get out of his apartment. In following day, she said sorry and them was happy again. But when them get to the home of Michael they fight again and Michael get a knife and kill her. He cried with a lot  blood around. Michael get away from there. Michael closed the door and knew at that moment he had made a mistake.", "target": "Michael was a little kid when he had a dream that was: to be a super hero! After many years, he still dreamt of becoming a super hero. He went to university to study medicine because he thought that that profession was the most similar to being a super hero. After some years  at university he met a girl called Kate and he fell in love with her and she fell in love with him. Kate was attending university to study fashion. Then the two started to date. Michael and Kate were so  happy, until one day Michael told her about his dream of being a super hero. Kate got so agitated, saying that it was ridiculous and just a kid's dream and that Michael was only dreaming and that would never happen and that super heroes didn’t exist. When she said that, Michael started to cry and got mad, saying that she was lying and didn´t have a heart. He got so mad that he asked her to  get out of his apartment. The following day, she said sorry and they were happy again. But when they got to Michael's house, they fought again and Michael got a knife and kill her. He cried with a lot of blood around. Michael got away from there. Michael closed the door and knew at that moment he had made a mistake.", "language": "english"}
{"source": "Public transportation is an important invention in human history, it brings amount of benefits in our life. For instance, we take subway in order to avoid stocking in traffic. It is true that moving by car is more convenient than take public transportation, however, it would cause more damage to our life and harm our environment. Therefore, we need to think more about our future, our offsprings. Giving them a safe, clean and comfortable place to live. \nIf there is no public transportation, traffic jam will be serious than before. In my country, taipei, we always stock in traffic for about one hour in the morning. I can not imagine if there is no bus or MRT, how long I will take for school.\nCar is convenient for human, but it brings damage for human also. For example, carbon dioxide which is created by car. It cause global warming which threats our environment and harms our daily life. we can see that there are lots of serious and frequently weather disaster happened in decades, such as typhoon, hurricane, wild fire and mud slide.", "target": "Public transportation is an important invention in human history. It brings a number of benefits in our life. For instance, we take the subway in order to avoid being stuck in traffic. It is true that travelling by car is more convenient than taking public transportation. However, it will cause more damage to our life and harm our environment. Therefore, we need to think more about our future, our offspring, giving them a safe, clean and comfortable place to live. \nIf there is no public transportation, traffic jams will be more serious than before. In my city, Taipei, we are always stuck in traffic for about one hour in the morning. I cannot imagine how long I would take to get to school if there was no bus or MRT.\nThe car is convenient for humans, but it brings damage for humans too. For example, carbon dioxide, which is emitted by cars. It causes global warming, which threatens our environment and harms our daily life. We can see that there are lots of serious and frequent weather-related disasters happening in recent decades, such as typhoons, hurricanes, wild fires and mud slides.", "language": "english"}
{"source": "What other precautions, is usually taken?\nThe NG Office is notified by the photographer when the film was shipped.\nIf the film doesn't arrive on time, it immediately. Lost shipments have been found more easily when this process will be started right away", "target": "What other precautions are usually taken?\nThe NG Office is notified by the photographer when the film was shipped.\nIf the film doesn't arrive on time, it immediately. Lost shipments have been found more easily when this process is started right away.", "language": "english"}
{"source": "The pleasure of traveling\nPeople go, people come. Every day lots of people are travelling abroad but, what's the best way to do an international travel?\nThe most important option to travel is, by far, the plane. But, even when it's true that it's the faster option, you must be very carefuly at time to get off a plane.\nIf you are looking for confort and relax, obviously, you have to take a boat. There are a wide variety of things to do and enjoy the trip.\nAlthough, the better option, is pick out a train. There isn't comparation on watching the changes in the landscape through a window, enjoying the way that you are doing and, the best part, the cheapest way to get away some days and take the routine off some days.\nAnyway, no matter how you go, no matter where you go. The pleasure of travelling is travel at all.", "target": "The pleasure of traveling\nPeople go, people come. Every day lots of people are travelling abroad but, what's the best way to do an international trip?\nThe most important option for travel is, by far, the plane. But, even if it's true that it's the fastest option, you must be very careful when it's time to get off a plane.\nIf you are looking for comfort and relaxation, obviously, you have to take a boat. There are a wide variety of things to do and enjoy the trip.\nHowever, the best option is to choose a train. There isn't any comparison with watching the changes in the landscape through a window, enjoying the route that you are taking and, the best part, the cheapest way to get away some days and  some days.\nAnyway, no matter how you go, no matter where you go, the pleasure of travelling is travel itself.", "language": "english"}
{"source": "Transportation one of the most important thing on life so we have many of kinds for transportation now we travel by car but in the near future it will be other comfort and easy ways to travel like fast train and plane that can transport you from north to south in less than hour this will make business men happy and comfort because of saving a lot of times and efforts so we hope that the government can achieve this way as soon as possible", "target": "Transportation is one of the most important things in life, so we have many of kinds of transportation. Now we travel by car, but in the near future there will be other comfortable and easy ways to travel, like fast trains and planes that can transport you from north to south in less than an hour. This will make businessmen happy and comfortable, because of saving a lot of time and effort, so we hope that the government can achieve this as soon as possible.", "language": "english"}
{"source": "In modern societies, there are lots of friends around our daily lives. Big project could not be finished without co-operations. Friends could be communicated and exchanged the ideas, feelings and funny things happened around ourselves. More importantly, the parents give our lives and they touch us knowledge and skills or abilities to live in this world. In this case, the families played important roles in daily lives. The reasons are as follows. First of all, we could learn lots of skills from parents according to their own experience. For example, we could learn how to communicate with others in a friendly way, and we could also learn how to make a meal from parents. Secondly, the families could give you some advice about how to deal with the things which will cause trouble. If difficulties was told to the families, the ideas would come up to your families and communicate with you about how to solve this situation. All in all, in this case, the families are the most important friends in our lives.", "target": "In modern societies, there are lots of friends in our daily lives. Big projects could not be finished without cooperation. Friends can communicate and exchange ideas, feelings and funny things that happen around us. More importantly, parents give us life and they teach us knowledge and skills or abilities to live in this world. In this case, family members play important roles in our daily lives. The reasons are as follows. First of all, we can learn lots of skills from parents based on their own experience. For example, we can learn how to communicate with others in a friendly way, and we can also learn how to make a meal from parents. Secondly, family members can give you some advice about how to deal with the things which cause you trouble. If difficulties are shared with family members, ideas will  your family members and they will communicate with you about how to solve this situation. All in all, in this case, family members are the most important friends in our lives.", "language": "english"}
{"source": "The Computing Technology has been advancing very much this last years, making the old computers almost useless, getting better and making the difference between old and new computers grow even more with every new discoverement.\nAs we can notice, old and new computers are vastly different, starting from the size of the computers, old computers were much bigger than new computers. Old computers were used to occupy one entire room, now, they only have the size of a box, even the size of a book. You can have a portable computer now, and take it with you to every place you visit.\nOld computers only let you make math tasks, or even play simple games with 2 colors (green and black), but now you can do whatever you want to do, like creating or playing videogames, writing or reading a book, connect to the internet, watch or make videos, invent new stuff to improve the Computing Technology, and not only in 2 colors, but thousand of them.\nOne of the greatest achievements of new computing, is the internet, where you can connect to other computers, download stuff, etc. via Ethernet cable or Wireless Connection (Wi-Fi).\n\nGet rekt m8", "target": "Computing Technology has been advancing a great deal in recent years, making the old computers almost useless, getting better, and making the difference between old and new computers grow even more with every new invention.\nAs we can see, old and new computers are vastly different, starting from the size of the computers. Old computers were much bigger than new computers. Old computers used to occupy one entire room, now, they are only the size of a box, even the size of a book. You can have a portable computer now, and take it with you to every place you visit.\nOld computers only let you do math tasks, or even play simple games with 2 colors (green and black), but now you can do whatever you want to do, like creating or playing video games, writing or reading a book, connect to the internet, watch or make videos, invent new stuff to improve Computing Technology, and not only in 2 colors, but thousands of them.\nOne of the greatest achievements of new computing is the internet, where you can connect to other computers, download stuff, etc. via Ethernet cable or Wireless Connection (Wi-Fi).", "language": "english"}
{"source": "I went to the abandon house and started to think the best way to make his life miserable i passed the next 2 weeks looking for ideas to make him sufer. As i didn’t found nothing, i went to the place he live at and started to look for some information about his life and found people who he care about so as i continued to go to his houes i notice he will alays go to tehe same house so i decidec to follow him to the house and i foun out he was dating a girl she might be his girlfrien so i finally gota an idea, i would drive him crazy just as he did with me, that way she will think he had problems on his mind and left him, but son i thougt about it again and realized that if i did that she will try to help him and they will be more united,  so i decided to drive them both crazy almost at the border of death,  jus as he did with me! But wait a minute am i really so angry to make this? Yes! I screamed, my anger had dominated my mind i didnt had no longer control over my actions, i was afarid of what i had become and what i could do, but i could not control my self and the only thing i could think of was him suffering with a slow death and the satisaction i would feel when i finally had my revange, the best revange. But i was so mad at him and so ansiouns to make his life imposible, and soon my fear of death and my anger for all of the sufering i had been throug became stronger and bigger, i had made a desition i was goingo to do it, if he dedicated 4 years of his life tourtoring me and not wanting me to be happy i would the time is nesesary for him to have a miserable life and i wont stop until i had acomplished my goald", "target": "I went to the abandoned house and started to think of the best way to make his life miserable. I spent the next 2 weeks looking for ideas to make him suffer. As I didn’t find anything, I went to the place where he lived and started to look for some information about his life and find people who he cared about. So as I continued to go to his house, I noticed he would always go to the same house, s I decided to follow him to the house and I found out he was dating a girl. She might be his girlfriend, so I finally got an idea. I would drive him crazy just as he did me. That way she would think he had problems with his mind and leave him. But soon i thought about it again and realized that if I did that she would try to help him and they will be more united,  so I decided to drive them both crazy, almost to the brink of death,  just as he did with me! But wait a minute, am I really sufficiently angry to do this? Yes! I screamed. My anger had dominated my mind. I didn't have any control over my actions. I was afraid of what I had become and what I could do, but I could not control myself and the only thing I could think of was him suffering a slow death and the satisfaction I would feel when I finally had my revenge. The best revenge. But I was so mad at him and so anxious to make his life impossible, and soon my fear of death and my anger for all of the suffering I had been through became stronger and greater. I had made a decision and I was going to do it. If he dedicated 4 years of his life to torturing me and not wanting me to be happy, the time is necessary for him to have a miserable life and I won't stop until I have accomplished my goal.", "language": "english"}
{"source": "I'm not agree with this idea completely. On the one hand travel by car are really much more convenient as give the chance to you to be independent. On the other hand huge traffic jams are a big issue for travelling by car.", "target": "I do not agree with this idea completely. On the one hand, travel by car is really much more convenient, as givesive you the chance to be independent. On the other hand, huge traffic jams are a big issue when travelling by car.", "language": "english"}
{"source": "My Favourite sport\n\nI bornt to be a football player. For me, football is everything in my life.\nWhen I see football on the television I dream with play in a big team and in a big championship like Barclays Premier League, Ligue 1 or Liga BBVA. My favourite clubs are Benfica and Real Madrid, where Ronaldo plays, for me he is the Best Player in the world, that is why Ronaldo won the Gold ball of 2014.\nI play football in a Portuguese club called valenciano and we won a lot of games this season.\nI dream in win a lot os leagues in Football and win the best championship, the Uefa Champions League and the best scorer of all the time in Uefa Champions League is Cristiano Ronaldo, my favourite player.\nI play football because I like but the only reason that I do it hardly is because of my dad.\nHis dream is that I become the next captain of a big team and win a lot of money.", "target": "My Favourite sport\n\nI was born to be a football player. For me, football is everything in my life.\nWhen I watch football on television I dream of playing in a big team and in a big championship like the Barclays Premier League, Ligue 1 or Liga BBVA. My favourite clubs are Benfica and Real Madrid, where Ronaldo plays. For me, he is the best player in the world. That is why Ronaldo won the Gold ball in 2014.\nI play football for a Portuguese club called Valenciano and we won a lot of games this season.\nI dream of winning a lot of leagues in football and winning the best championship, the Uefa Champions League, and the best scorer of all time in Uefa Champions League is Cristiano Ronaldo, my favourite player.\nI play football because I like it but the only reason that I do it  is because of my dad.\nHis dream is that I become the next captain of a big team and win a lot of money.", "language": "english"}
{"source": "My name is Jonny. I graduated from National Taiwan Unerversity of Science and Technology. I am 25 years old. I am interested in looking after chilren and playing with chilfen. I like personality with childlike, so I like children.\nI had experience of holding basketball competition when I was student.I Planned many interesting activities for views to make competition alive. They enjoyed the game. I also like to cook. If my mom cooks, I always help her. \n  My personality is cheerful, energetic and hardworking. I always simle to people. I really want to get this job. I want to play with children and see their simle all day. I think that smile is the best gift in this world.  I am also a hard worker. I have passion for this job. If you think me is the right person you want, please give me a responese, Thanks.", "target": "My name is Jonny. I graduated from National Taiwan University of Science and Technology. I am 25 years old. I am interested in looking after children and playing with children. I like childlike people, so I like children.\nI have experience of holding basketball competitions when I was a student. I planned many interesting activities for  to make competitions come alive. They enjoyed the game. I also like to cook. If my mom cooks, I always help her. \n  My personality is cheerful, energetic and hardworking. I always smile at people. I really want to get this job. I want to play with children and see their smiles all day. I think that a smile is the best gift in this world.  I am also a hard worker. I have passion for this job. If you think I am the right person you want, please send me a reply. Thank you.", "language": "english"}
{"source": "public transportation has been more used by people and over the years it is kind of becoming cheaper and also more safe but some  people prefer cars to extent do we agree with and what is our reasons for that that is what are we going to demonstrate in this essay \n\nbefore about 40 years there was nothing called public transportation and people rarely owned cars so in those years there was not even good facility to move from place to other and that is because there was no companies to build cars in about 10 years cars trading became viable and also became very supported by having her own fans at the beginning the faced a lot of problems but they were able to solve it by the end\n\n\nnowadays all facilities of travelling are more convenient from cars to buses even trains and planes .some people prefer cars because the do like crowded places or because the find it sometimes cheaper but from another point of view public transportation is very cheap and even faster but when it comes to traveling a lot of people prefer riding their own cars to feel the real experience and to enjoy more by chilling out from crowded places \n\nto summaries it is different from some oneis opinion to another i predict that public transportation will be improved and people will use it more and more that by the end cars will disappear and will will no longer be used", "target": "Public transportation has been used by people more and over the years it has been kind of becoming cheaper and also safer, but some  people prefer cars. To what extent do we agree with this and what are our reasons for that? That is what we are going to demonstrate in this essay.\n\nAbout 40 years ago, there was nothing called public transportation and people rarely owned cars, so in those years there were not even good facilities to move from one place to another and that is because there were no companies to build cars. After about 10 years, car trading became viable and also became . At the beginning, they faced a lot of problems, but they were able to solve them in the end.\n\n\nNowadays all modes of transport are more convenient, from cars to buses, even trains and planes. Some people prefer cars because they do not like crowded places or because they find it cheaper sometimes, but from another point of view, public transportation is very cheap and even faster. But when it comes to traveling, a lot of people prefer driving their own cars to feel the real experience and to enjoy themselves more by avoiding crowded places. \n\nTo summarise, . I predict that public transportation will be improved and people will use it more and more, and that in the end, cars will disappear and will no longer be used.", "language": "english"}
{"source": "The topic itself explaining the uncertainty of public transport in our country.This conclusion become more prominent if we look into the data of the car companies and exponential growth in their sales figure and with low budget private cars in picture, scenario ddrastically changed in past 10 years", "target": "The topic itself  the uncertainty of public transport in our country. This conclusion becomes more prominent if we look into the data of the car companies and the exponential growth in their sales figures and, with low budget private cars in the picture, the scenario has drastically changed in the past 10 years.", "language": "english"}
{"source": "Development of biodiesel industry can be a contribution to productivity growth. A large scale of investment was bring for biofuel development. Meanwhile, it boost economic growth and jobs opportunity, thereby enhance Gross Domestic Product (GDP).", "target": "Development of the biodiesel industry can make a contribution to productivity growth. A large scale of investment was brought to biofuel development. Meanwhile, it boosted economic growth and job opportunities, thereby enhancing Gross Domestic Product (GDP).", "language": "english"}
{"source": "If you are living in big town or small It does matter but one thing should be taking care by the people and organiser of the town, is environment.Global warming  is huge issue in today's date. Government should take immense action to stop it or at least make it slow down. However we the people have really important part of making it worse.Active and a good government understand the value of taking care of trees and water and air and much more to provide a fresh, clean and safe environment to their people.Recycling item can be a good step to start with clean and safe environment which is perfectly and promptly taking care by my city.Everyone have to plant a tree in front of their home with the rule of province government.People is not realizing that cutting the tree can reduce the production of oxygen in atmosphere. Eventually human will have no more fresh air to breath.\n\nAdditionally, our city government has prohibited smoking in public area and under 18 year old and provides a free session of talk or presentation to increase the awareness of clean, safe, fresh environment to the city.  \n\nIn conclusion, I would suggest to our neighbour cities to taking part of cleaning environment so one day it can be seen in whole country.", "target": "If you live in a big town or a small one, it doesn't matter, but one thing that should be taken care of by the people and organisers of the town, is the environment. Global warming  is a huge issue these days. Governments should take  action to stop it or at least make it slow down. However, we, the people, play a really important part in making it worse. Active  and a good government understand the value of taking care of trees and water and air and much more to provide a fresh, clean and safe environment for their people. Recycling items can be a good step to start with for a clean and safe environment, which is perfectly and promptly taken care of by my city. Everyone has to plant a tree in front of their home according to a rule of the provincial government. People do not realize that cutting down a tree can reduce the production of oxygen in the atmosphere. Eventually, humans will have no more fresh air to breathe.\n\nAdditionally, our city government has prohibited smoking in public areas and under 18 years old and provides a free session of talks or presentations to increase the awareness of the importance of a clean, safe, fresh environment to the city.  \n\nIn conclusion, I would suggest our neighbour cities take part in cleaning the environment so one day it can be seen in the whole country.", "language": "english"}
{"source": "Everybody has his favourite sport. My favourite sport is football game. On our school or villiage football stadium i spend a lot of time every day. Usually i play football with my classmates. Before training i ran 1-2 kilometres and my legs get a power and my body gets an energy. Our team has a hard-working coach and he gives professional  advice to us, how to improve football skills. His main words:\"You must work and work very hard,if you want to get high results\". I can say,that coach is experienced person. Not so long ago, we are had competition. The first place was gotting by us. We have achieved this result, because we are friendly and organised.\nI believe, that in the future I will be a famous football player in teams such as Skhatar or Dynamo. Football is my life. I want to give advice to someone who starts this sport:\"You must believe in yorself\".", "target": "Everybody has his favourite sport. My favourite sport is football. At our school or village football stadium I spend a lot of time every day. Usually, I play football with my classmates. Before training, I run 1-2 kilometres and my legs get power and my body gets energy. Our team has a hard-working coach and he gives professional  advice to us about how to improve our football skills. His main words: \"You must work and work very hard if you want to get good results\". I can say that this coach is an experienced person. Not so long ago, we had a competition. We won first place. We achieved this result because we are friendly and organised.\nI believe that in the future I will be a famous football player in teams such as Skhatar or Dynamo. Football is my life. I want to give advice to anyone who starts this sport: \"You must believe in yourself\".", "language": "english"}
{"source": "Hallo my firend,\nWhat's up? How are you? How was your day today? \nIt's really nice for your expressly e-mail yesterday. \nYou regret that you weren't there with me. I'll try dicribe everything precisely, becouse I know that you very", "target": "Hallo my friend,\nWhat's up? How are you? How was your day today? \nIt's really nice  e-mail yesterday. \nYou regret that you weren't there with me. I'll try to describe everything precisely, because I know that you very", "language": "english"}
{"source": "Dear Paul, \n\nI have seen your notice in the academy newspaper and I’m quite interested. I have no plans for this summer so I think it is a good idea to spend it. I was born in the UK so I can be a very good teacher of English. Although I came to Spain ten years later so I can speak with them in Spanish if it was necessary.\n\nAlso, I assisted to a ballet course for 4 years when I was young. It was a lot of time ago,however, I still keep the rhthym in my body! By the way, I remember I had to create a dynamic training to do with the other ballet-course members. I had to be the teacher for one day and I didn’t forget it because I felt wonderful. All members congratulated me,as well. \n\nOn the other hand, I had taken care of my brothers and cousins for many hours when they were very young. You must know that I’m a very responsible, kind and funny person. That makes me a good candidate to achieve the job, or the hobby for me! \n\nI hope you keep in mind my candidature because I’m not going to disappoint you.\n\nBest wishes, Julia.", "target": "Dear Paul, \n\nI have seen your advertisement in the academy newspaper and I’m quite interested. I have no plans for this summer, so I think it is a good idea to spend it . I was born in the UK, so I could be a very good teacher of English, although I came to Spain ten years later, so I could speak with them in Spanish if it was necessary.\n\nAlso, I attended a ballet course for 4 years when I was young. It was a long time ago, but, I still keep the rhythm in my body! By the way, I remember I had to create a dynamic training course to do with the other ballet-course members. I had to be the teacher for one day and I haven't forgotten it because I felt wonderful. All members congratulated me, as well. \n\nOn the other hand, I took care of my brothers and cousins for many hours when they were very young. You should know that I’m a very responsible, kind and funny person. That makes me a good candidate to get the job, or the hobby for me! \n\nI hope you consider my candidature, because won't disappoint you.\n\nBest wishes, Julia.", "language": "english"}
{"source": "In my opinion public transport won't be suffered by the shortage in demand. Because not everyone afford to buy their own car.\nBesides there are lots of low income people who can't buy their own car. So I think public transport's future is bright.", "target": "In my opinion, public transport won't suffer from a shortage of demand, because not everyone can afford to buy their own car.\nBesides, there are lots of low-income people who can't buy their own car. So I think public transport's future is bright.", "language": "english"}
{"source": "What is the \"Family\" meaning? In my opinion, Family is the place that had you best friend can help each other and know each.In the Taiwan,many of people have to take care of them parent when they get old,but the point is what if you can not survival,I mean you don't have enough money to raise you parent.Back to the topic,I don't know well any of member of in my family,I don't trust them,honestly.", "target": "What does \"Family\" mean? In my opinion, family is  can help each other and know each other. In Taiwan, manypeople have to take care of their parents when they get old, but the point is, what if you cannot survive? I mean, you don't have enough money to look after your parents. Back to the topic. I don't know any of the members of my family well. I don't trust them, to be honest.", "language": "english"}
{"source": "I like NewZealand because there are many islands. By the way, NewZealand have a cool weather. In Malaysia, the weather is slightly warmer than there. That's why I order all of you to go there and feel the pleasure and have a try their own food. You can also bought a lot of gifts like key chains, statue, or what else memories to be made before returning to Malaysia. I did not have to go to NewZealand but believe me it is very beautiful place. If I have sustenance, I will go there and bring all of you.", "target": "I like New Zealand because there are many islands. By the way, New Zealand has  cool weather. In Malaysia, the weather is slightly warmer than there. That's why I recommend all of you to go there and feel the pleasure and have a try of their  food. You can also buy a lot of gifts, like key chains, statues, or other souvenirs  before returning to Malaysia. I have not been to New Zealand but, believe me, it is a very beautiful place. If I have the means, I will go there and take all of you.", "language": "english"}
{"source": "I live in Lentini, a small city in East Sicily. The local Council hasn't a project for the environment. People collect any kind of rubbish and throws all together in black sack. Although the Council began to plan something, the people aren't committed with the problem. Around the city, you can find many places where the people throw frigo, kitchen, \"amianto\", old  things or furniture. What a pity! The suburbs of Lentini could be wonderful. There are orange trees, a large lake and Etna in background.", "target": "I live in Lentini, a small city in East Sicily. The local council doesn't have a project for the environment. People collect any kind of rubbish and throw it all together in black sacks. Although the council began to plan something, the people aren't committed to the problem. Around the city, you can find many places where  people throw fridges, ovens, \"amianto\", old  things or furniture. What a pity! The suburbs of Lentini could be wonderful. There are orange trees, a large lake and Etna in the background.", "language": "english"}
{"source": "When I was a child, I had a lot friends and they were very important for me. We ever played in the park or we talked about our tastes, music, boys, we laugh a lot of... But when I was a teenager I began to live situations that I did not like it, for instance, the girls said to me bad things or they talked bad about me. In those years I lived the worst moments in my life. I remember when I celebreted my 15th birthday, only one schoolmate wanted to come to my party; I think that this day was one of the worst day of my life. There night I cried because I felt that I have not got any friends. However, my parents tried that my party was the best and they prepared for me a special birthday and they invited all my cousins and together went to eat pizza and gave me a lot of presents.\n\nIn there moment, I thought that my best friends was my parents and sister. I knew that they never talk bad about me.\n\nNow, my husband is my best friend. He is the most important people of my life. He has ever been with me. Also, he is very funny and I laugh a lot with him. Both like to travel around the world and to practise some sports, for example, tennis, running or trekking. We like watching TV series and cooking several desserts too.\n\nTo sum up, my best friends are my family, especially, David, my husband.", "target": "When I was a child, I had a lot friends and they were very important to me. We always played in the park or we talked about our tastes, music, boys, we laughed a lot of... But when I was a teenager, I began to experience situations that I did not like, for instance, girls said bad things to me or they talked unkindly about me. In those years, I went through the worst moments of my life. I remember, when I celebrated my 15th birthday, only one schoolmate wanted to come to my party. I think that that day was one of the worst days of my life. That night, I cried because I felt that I didn't have any friends. However, my parents tried to make it so that my party was the best and they prepared a special birthday for me and they invited all my cousins and we together we went to eat pizza and they gave me a lot of presents.\n\nAt that moment, I thought that my best friends were my parents and sister. I knew that they would never talk unkindly about me.\n\nNow, my husband is my best friend. He is the most important person in my life. He has always been with me. Also, he is very funny and I laugh a lot with him. We both like to travel around the world and to do some sports, for example, tennis, running or trekking. We like watching TV series and cooking different desserts, too.\n\nTo sum up, my best friends are my family, especially, David, my husband.", "language": "english"}
{"source": "Life of people around the globe is becoming busier and busier day by day. A busy life always compell to use the fastest and most convenient mode of transportation,which has made public transportation system lag behind motor cars.", "target": "The lives of people around the globe is becoming busier and busier day by day. A busy life always compels us to use the fastest and most convenient mode of transportation, which has made public transportation systems lag behind motor cars.", "language": "english"}
{"source": "Hi USA SUMMER CAMPS, \n\nThis advertisement for a job has been reading by suitable person.\nMy name is María, I am from Spain.\n\nI am interested in this work because I enjoy travelling and I am teacher so I like working with the children. I am sure that I will look after children very well.\nI would like to speak English perfectly so I think up the idea about if I work in summer camps, I will improve my level English.\nFor the other hand, I could teach Spanish to the children in the summer camps.\n\nI am waiting yours answer.", "target": "Dear USA SUMMER CAMPS, \n\nThis advertisement for a job has been read by a suitable person.\nMy name is María. I am from Spain.\n\nI am interested in this work because I enjoy travelling and I am a teacher, so I like working with  children. I am sure that I will look after the children very well.\nI would like to speak English perfectly, so I think  if I work in summer camps, I will improve my level of English.\nOn the other hand, I could teach Spanish to the children in the summer camps.\n\nI am looking forward to your answer.", "language": "english"}
{"source": "Hi Sam\n\nHow are you? are yo still living in Madrid?\n\nYes, I started my lessons the last month and it's very interesting. I'm lerning a lot and the students are very friendly. But I need to study harder because I want to pass the exam, and it's very dificult. However, if I carry on studying like now, i will do it.\n\nThe lessons are very funny", "target": "Hi Sam\n\nHow are you? Are you still living in Madrid?\n\nYes, I started my lessons last month and it's very interesting. I'm learning a lot and the students are very friendly. But I need to study harder because I want to pass the exam, and it's very difficult. However, if I carry on studying like now, I will do it.\n\nThe lessons are very funny.", "language": "english"}
{"source": "Dear Sir or madam:\n\nI have seen your announcement in the newspaper and I am interested to apply for.\nI can speak English and I am a lovely, energetic and hardworking person besides I have recommended paper from\nmy last company.\n\nI have been working like a childhood teacher in a school and I am qualified.\nBesides I have cooking skills and I love to cook.\n\nI hope you are interested in my application.\n\nI am looking forward to hearing from you.\n\nSandra Barrientos", "target": "Dear Sir or Madam,\n\nI have seen your advertisement in the newspaper and I am interested in applying for .\nI can speak English and I am a lovely, energetic and hardworking person. In addition, I have a reference from\nmy last company.\n\nI have been working as a primary teacher in a school and I am qualified.\nIn addition, I have cooking skills and I love to cook.\n\nI hope you are interested in my application.\n\nI am looking forward to hearing from you.\n\nSandra Barrientos", "language": "english"}
{"source": "the tecnology have chanched the people's life very much.in fact we can think how different is our life respect either to our parents or our grandparents life.for example my parents didn't whacth on tv, because there wasn't any tv on the world when they were young.but it isn't the alone difference:we can think at the mobilefone,the computer ed at least the internet.our grandparents woundn't imagine a strange machine like computer in their life.", "target": "Technology has changed people's lives a lot. In fact, we can think how different our life is compared to either our parents' or our grandparents' lives. For example, my parents didn't watch TV, because there wasn't any TV in the world when they were young. But that isn't the only difference: we can think about the mobile phone, the computer and finally the internet. Our grandparents couldn't have imagined a strange machine like the computer in their lives.", "language": "english"}
{"source": "Although the fact that personal vehicle like car now is popular, in the future, the stance of public transport is still very crucial. \n\nNowaday, people use fossil fuel as the most important source of energy for travelling, manufacturing, this source of energy doesn't always maintain at the constant level, but someday it will be run out. People must find ways to use other energy sources like nuclear electricity, wind power, public transportation such as electric metro use this kind of energy. As a result, governments will invest more in researching the usage of these new types of energy, travelling using public transport will become much cheaper than personal car. The range of public services will be expanded to remote areas, it become much more convenient. Commuting, travelling using public services will be the first prior choice.\n\nIn addition, the population is increasing rapidly, in the near future, almost cities in the world will become overcrowded, It will lead to many other problems to be solved, for example, traffic jams, air pollution. In some perespectives, these problems are led by the over-using of personal vehicle. People will realise that using their own car is just to waste their time for traffic jams or to gradually killing themselves for breathing polluted air. So the best way for them to travel is public transpotations. \nEach person should practice saving when using any source of eneny to protect his own live. \nIn conclusion, investments on developing public transport will be increased considerably, public services of travelling have a bright potential and it's stance in the future can't be replaceble", "target": "Despite the fact that personal vehicles like the car are now popular, in the future, the existence of public transport will still absolutelyery crucial. \n\nNowadays, people use fossil fuels as the most important source of energy for travelling and manufacturing. This source of energy doesn't always remain at a constant level, and someday it will  run out. People must find ways to use other energy sources like nuclear power and wind power. Public transportation such as the electric metro use this kind of energy. As a result, governments will invest more in researching the use of these new types of energy, and travelling using public transport will become much cheaper than privatepersonal car. The range of public services will be expanded to remote areas, and it will become much more convenient. Commuting and travelling using public services will be the first priority.\n\nIn addition, the population is increasing rapidly. In the near future, most cities in the world will become overcrowded. This will lead to many other problems that will need to be solved. For example, traffic jams and air pollution. In some ways, these problems are caused by the overuse of personal vehicles. People will realise that using their own car is just  wasting their time in traffic jams or  gradually killing themselves by breathing polluted air. So the best way for them to travel is public transport. \nEach person should practice saving energy when using any source of energy to protect his own life. \nIn conclusion, investments in developing public transport will be increased considerably. Public transport services have a bright future and their existence in the future can't be replaced.", "language": "english"}
{"source": "Hello Alex, how are you. Are you free for weckend, have you any plans. Me and my friends go to the cinema, and I invite you to go with us. If you are interesedt, find me at 8  clock near the cinema entrance.", "target": "Hello Alex, how are you? Are you free at the weekend? Have you got any plans? Me and my friends are going to the cinema, and I am inviting you to go with us. If you are interested, meet me at 8 ' clock near the cinema entrance.", "language": "english"}
{"source": "Thank you Helen for those wonderful presents. I always want to read these type of book. I went to temple in the morning followed by lunch at the hotel latter in the evening went to the beach.", "target": "Thank you Helen for those wonderful presents. I always want to read this type of book. I went to temple in the morning followed by lunch at the hotel. Then later in the evening I went to the beach.", "language": "english"}
{"source": "In conclusion it is evident that because developing countries are facing political and economic instability, migrants travel for better education prospects and stable environment for younger generation to grow up. \n\nThe effects of brain drain are that it creates a shortage of people qualified for professional jobs, economic stability is affected as a result of lack of people contributing to the economy. \n\nThe cause of Brain-drain should be tackled at international and national level on a broader dimensions and rational pattern, for it is a global issue. \n\nIn this situation, developing nations should take control of inflation; focus on boosting up the infrastructure and law enforcement to support public in a positive manner.", "target": "In conclusion, it is evident that because developing countries are facing political and economic instability, migrants travel for better education prospects a and stable environment for the younger generation to grow up in. \n\nThe effects of brain drain are that it creates a shortage of people qualified for professional jobs. Economic stability is affected as a result of a lack of people contributing to the economy. \n\nThe cause of brain-drain should be tackled at international and national levels on a broader  and more rational pattern, because it is a global issue. \n\nIn this situation, developing nations should take control of inflation; focus on boosting the infrastructure and law enforcement to support the public in a positive way.", "language": "english"}
{"source": "There isn´t too feww oxygen at the top of Everest to breathe easily\nJordan Romero has got 13 when he climbed Everest in May 2010.\nMount Everest is so high that it is very difficult to climb.\nthe top was reached for the first time by two climbers in 1953.", "target": "There isn´t enough oxygen at the top of Everest to breathe easily.\nJordan Romero was 13 when he climbed Everest in May 2010.\nMount Everest is so high that it is very difficult to climb.\nThe top was reached for the first time by two climbers in 1953.", "language": "english"}
{"source": "My friends and I, we like a programs of TV, electronic music, fashionable clothes. I prefer all. Sometimes we are going to the party´s in the city, I am dancing in the party with my friends. They listen to the music and can we are singing. It´s very good.\nJason is my friend, he is drunk and also he dance with your girfriend. Jose is the best song. he is singing and talking in the party.  Other person is Angel, he don´t dance in all place. He prefer study in your home.", "target": "My friends and I like TV programs, electronic music, fashionable clothes. I like everything. Sometimes we go to partyies in the city. I dance at the parties with my friends. They listen to music and we sing. It´s very good.\nJason is my friend, he is drunk and he also dances with his girlfriend. Jose is the best singer. He sings and talks at the party.  Another person is Angel. He doesn´t dance anywhere. He prefers to study at home.", "language": "english"}
{"source": "Hello Something. \nMy names is Steven and I'm 14 years old. I'm living in german. In the moment I visit the Secondary modern school. I'm in grade 8. My life is difficult because I have to realize everything. For example there are girl she is in my class she is beautiful. I love her look. Her eyes looks as the sun. But she is ignored me. I hope I can forget her.", "target": "Hello Something, \nMy name is Steven and I'm 14 years old. I live in Germany. At the moment I go to a secondary modern school. I'm in grade 8. My life is difficult because I have to  everything. For example, there is a girl in my class and she is beautiful. I love her look. Her eyes look like the sun. But she ignores me. I hope I can forget her.", "language": "english"}
{"source": "Run for your life\n\nMy favourite sport is run. I like to running fast so fast in fact that it feel me as if I run on air and the feet do not hardly touch the ground between the strides. My favourite place to run is in the forest but I like to run sportive too. I am likeing to feel the ground under my feet is soft so soft not the hard concrete of the footpaths in the city of the streets.\n\nThe bestest advice I can giving to someone who is starting the running is to starting slowly and not to try to run too fast but then to eventually build up the running week by week so that every week you are running a little more further and a little more faster and then after 20 years you will be an Olympic champion maybe.", "target": "Run for your life\n\nMy favourite sport is running. I like to run fast, so fast in fact that it feels  as if I am running on air and my feet hardly touch the ground between strides. My favourite place to run is in the forest, but I like to run  too. I like to feel the ground under my feet is soft, so soft, not the hard concrete of the footpaths in the streets of the city.\n\nThe best advice I can give to someone who is starting running is to start slowly and not to try to run too fast, but then to eventually build up the running week by week so that every week you are running a little further and a little faster and then, after 20 years, you will be an Olympic champion maybe.", "language": "english"}
{"source": "In my opinion, television can be educational. Whether you are watching the news or a show about World War One. Of course, it's important to choose the right television shows. If you're watching Tom & Jerry, it hardly will have any educational value. Although one could argue that you can always learn something. A friend of mine recently explained that if a zombie apokalyspe should happen he would be prepared because he has been watching Walking Dead for some time now - so in his eyes, he learned how (not) to act in that case.", "target": "In my opinion, television can be educational. Whether you are watching the news or a show about World War One. Of course, it's important to choose the right television shows. If you're watching Tom & Jerry, it will hardly have any educational value. Although one could argue that you can always learn something. A friend of mine recently explained that if a zombie apocalypse should happen, he would be prepared because he has been watching Walking Dead for some time now - so in his eyes, he learned how (not) to act in that case.", "language": "english"}
{"source": "today I want to write about my job. I'm a forensic biologist and I deeply love my job. It is a job with a lot of interesting aspects, It is dynamic, stimulating and, even if it is not well remunerated, I feel myself satisfied. In the last few years forensic biology has developed many aspects like better sensibility, robustness of results and less time required for analyze a sample, but what struck me most is how fast this change happens.", "target": "Today I want to write about my job. I'm a forensic biologist and I deeply love my job. It is a job with a lot of interesting aspects. It is dynamic, stimulating and, even if it is not well remunerated, I feel satisfied. In the last few years, forensic biology has developed many aspects like better sensitivity, robustness of results and less time required for analyzing a sample, but what struck me most is how fast this change has happened.", "language": "english"}
{"source": "Television seems to be a controversial tool. Here there is one: do television offer highly likely opportunities for the audience in an educational way? From my experience knowledge, I believe television cover both entertaining and educational functions.\nIt notes how many educational programmes broaden young children's horizons in the past few years,how quickly an adult learn different basics from a great deal number of educational programmes, such as cooking, science and technology. It also notes educational programmes make a decision on what citizens should know in the future and what knowledge our next generations are required to possess.\nApart from eduational contents, there are so many foul contents, business advertisements and fake information on TV that citizens won't be able to tell right from wrong.\nHowever, I believe the educational programmes on TV still plays a vital role in educating both adults and young children.", "target": "Television seems to be a controversial . Here there is one: does ? From my experience, I believe television has both entertainment and educational functions.\n how many educational programmes broaden young children's horizons in the past few years ,how quickly an adult learns different basics from a great number of educational programmes, such as cooking, science and technology.  educational programmes make a decision on what citizens should know in the future and what knowledge our next generations are required to possess.\nApart from educational content, there is so much bad content, business advertisements and fake information on TV that citizens won't be able to tell right from wrong.\nHowever, I believe the educational programmes on TV still play a vital role in educating both adults and young children.", "language": "english"}
{"source": "I think who the best restaurant where we can go is \"the sailor's restaurant\"\nHere we can eat typical Italian food. The last time who I was here I have eat the best pizza that I have ever eat in my life.\n The atmosphere remind the theme of the sea in fact the walls are decorating with a lot of shell and the waiters are dressed like sailors: I think that it's a great idea! \nAlso, It's perfect for our class because there is a lot of space so we can sit all together at the same table.\nthe owner is a very kind person and I'm sure who he makes us a convenience price.", "target": "I think the best restaurant we can go to is \"The Sailor's Restaurant\".\nThere we can eat typical Italian food. The last time I was there I ate the best pizza that I have ever eaten in my life.\n The atmosphere reminds one of the sea. In fact, the walls are decorated with a lot of shells and the waiters are dressed like sailors: I think that it's a great idea! \nAlso, it's perfect for our class because there is a lot of space, so we can sit all together at the same table.\nThe owner is a very kind person and I'm sure he will give us a good price.", "language": "english"}
{"source": "No future for public transport?\n\nPublic transport is the cheaper way of travel, so it has future.\n\n\nCurrently, most people is used to use their own car to get to work or to go shopping, due to, it is more comfortable. But cars pollute the air with CO2 emissions every day and contribute to the climate change.\nSo, if people were aware of this subject wouldn't use so much their own car.\n\nIn addition, having a car is very expensive. First of all you need can afford to buy it, after that, you must pay for the asurance, council tax, and mechanic bills, and so on.\n\nwhereas in a public transport, you only have to pay the ticket, you don't have to drive and if the bus or train or whatever vehicle you use, breacks down it isn't your responsibility. \nBesides, public transport  pollute less than cars. \n\nIn conclusion, I think public transport has future, and the more people use it, the more future will have.", "target": "No future for public transport?\n\nPublic transport is the cheaper way of travelling, so it has a future.\n\n\nCurrently, most people are used to using their own car to get to work or to go shopping, due to it being more comfortable. But cars pollute the air with CO2 emissions every day and contribute to  climate change.\nSo, if people were aware of this subject, they wouldn't use their own car so much.\n\nIn addition, having a car is very expensive. First of all, you need to be able to afford to buy it. After that, you must pay for the insurance, road tax, and mechanic's bills, and so on.\n\nOn the other hand, with  public transport, you only have to pay for the ticket, you don't have to drive, and if the bus or train or whatever vehicle you use breaks down, it isn't your responsibility. \nBesides, public transport  pollutes less than cars. \n\nIn conclusion, I think public transport has a future, and the more people use it, the more future it will have.", "language": "english"}
{"source": "I'm your employee, to serve on your company.\nVery pleased to be able to receive your salary payment. But pay a little low.\nI completed many tasks, including tutoring three students complete summer homework, correcting homework diligently assist the instructor, the instructor helped organize handouts, instead of the instructor to answer questions raised by the students, but also to clean the classroom hygiene, very hard, but I have nothing to complain about.\nI work hard for two months, pay a lot.\nJust your wage paid too much lower than I expected, I want a little higher wages, payment of 300 yuan more than the existing wage basis. I invite you to consider the proposal.", "target": "I'm your employee, I work for your company.\nVery pleased to be able to receive your salary payment. But the pay is a little low.\nI completed many tasks, including tutoring three students, completing summer homework, correcting homework, diligently assisting the instructor, helped the instructor organize handouts, to answer questions raised by the students, but also cleaning the classroom, very hard work, but I have nothing to complain about.\nI work hard for two months,  pay a lot.\nIt's just that your wage paid is much lower than I expected. I want a little higher wages, payment of 300 yuan more than the existing wage basis. I invite you to consider the proposal.", "language": "english"}
{"source": "I think about transport that the government has to help the public transport, for example bus, train, metro and more, for the only one reason: the quality of life against the pollution. \nTravelling by car is more convenient in a lot of situation, but it could be annoying for search parking and for cost of fuel, and also maintenance cost.\nIn big cities public transport works well because there's a good feedback by people. Instead in the small cities, it can't be good in the same way, because for the transport companies it's not convenient invest money, because fewer people would use it.", "target": "I think that the government should help the public transport, for example buses, trains, the metro and more, for a single reason: the quality of life . \nTravelling by car is more convenient in a lot of situations, but it could be annoying to search for parking spaces and because of the cost of fuel, and also maintenance costs.\nIn big cities, public transport works well because there's good feedback from people. Conversely, in small towns, it can't be good in the same way, because, for the transport companies, it's not convenient to invest money in transport, because fewer people would use it.", "language": "english"}
{"source": "Tom Sawyer was a boy that lived with his aunt Polly and she had to punish Tom because sometimes Tom didn't go to school. On Monday Tom went walking to school and he saw his friend Huck which they talk a lot and Tom exchanged a tick for his tooth. Then he saw a beautiful girl named Becky so Tom talk to her at school and they went into a secret garden and Tom kissed Becky. Tom say to her of another girl so she got mad and she ignored Tom. Tom was so sad because Becky didn't to talk with him so Tom went on a trip with Huck and disappeared for weeks. When Tom saw his house he sneak into his house and saw he aunt Polly crying for him. So the next day the people of the town went to church to hear the funeral of Tom because many people thought that Tom was dead but suddenly Tom open the door and got in so everybody was so surprised to see Tom. The next day Huck went to Tom's house to tell him that there is an abandoned house up the hill so the two boys considered like an andventure. So they went to the misterious house and when they were inside they heard voices so Tom and Huck hide and they saw that Injuin Joe was the one that was talking. the two boys heard that he was planing to steal some money and kill people so the boys start their adventure on stoping Injuin Joe...", "target": "Tom Sawyer was a boy that lived with his aunt Polly and she had to punish Tom, because sometimes Tom didn't go to school. On Monday, Tom was walking to school and he saw his friend Huck and they talked a lot and Tom exchanged a  for his tooth. Then he saw a beautiful girl named Becky, so Tom talked to her at school and they went into a secret garden and Tom kissed Becky. Tom said  to her about another girl, so she got mad and she ignored Tom. Tom was so sad because Becky didn't to talk to him, so Tom went on a trip with Huck and disappeared for weeks. When Tom saw his house, he sneaked into his house and saw his aunt Polly crying for him. So the next day, the people of the town went to church to attend the funeral of Tom, because many people thought that Tom was dead. But suddenly Tom opened the door and went in, so everybody was so surprised to see Tom. The next day, Huck went to Tom's house to tell him that there was an abandoned house up the hill, so the two boys  an adventure. So they went to the mysterious house and when they were inside they heard voices, so Tom and Huck hid and they saw that Injuin Joe was the one that was talking. The two boys heard that he was planning to steal some money and kill people, so the boys started their adventure with stopping Injuin Joe...", "language": "english"}
{"source": "Hi, jo. Thank you for your message. I will do my best to answer your questions.\nAs for your questions, I think that you should work in Japanese restaurant,such as Japanese  \"ryotei\" and \"izakaya\". \nThat is because you will improve your Japanese skill in them. Recently, many south East Asians have studied Japanese in Japan while working in them. By improving their Japanese skills,in Japan they have the opportunity to get a job.", "target": "Hi, Jo. Thank you for your message. I will do my best to answer your questions.\nAs for your questions, I think that you should work in a Japanese restaurant, such as Japanese  \"ryotei\" and \"izakaya\". \nThat is because you will improve your Japanese there. Recently, many south east Asians have studied Japanese in Japan while working in them. By improving their Japanese skills in Japan, they have the opportunity to get a job.", "language": "english"}
{"source": "Michael closed the door and knew at that moment he had made a mistake. He was at Sarah´s house when suddenly he left all the bathroom dirty and went to his house. so he went back to Sarah´s house and clean all the bathroom, but Sarah already knew that he left the bathroom like this so before Michael entered to the bathroon she said: \"I know what you leave there\" and Michael went running to the bathroom.", "target": "Michael closed the door and knew at that moment he had made a mistake. He was at Sarah´s house when suddenly he left the bathroom dirty and went to his house. So he went back to Sarah´s house and cleaned the whole bathroom, but Sarah already knew that he had left the bathroom like that, so before Michael entered  the bathroom she said: \"I know what you left there\" and Michael went running to the bathroom.", "language": "english"}
{"source": "Hi Julie,\n\nMy school is located in the centre of the city in Bangalore, India. My school has a unique reputation for their friendliness and the quality of education.\n\nI like my maths teacher very much because her teaching style is very realistic and simple to understanad.", "target": "Hi Julie,\n\nMy school is located in the centre of the city in Bangalore, India. My school has a unique reputation for its friendliness and the quality of education.\n\nI like my maths teacher very much because her teaching style is very realistic and simple to understand.", "language": "english"}
{"source": "Good Morning:\n\nThis is an esay about my favourite sport,it is swimming since I was a child because always enjoy a lot and what is more I can do it alone, I never refuse to go swimming pool and less in summer, of course.\nI don´t have friends who like swimming, almost like football or similar teams sports, and always I go alone it isn´t boring for me furthermore, I prefer going alone because anybody bother me or I haven´t wait anybody. I said that because when I was eleven my best friend had been operated on her back and before the operation he came with me and every day I had to wait for her because she spendt a lot of time in the shower cleaning her long hais, I hated that! Luckily the operation was fine and she left to come with me, and since that day I go for my own.\nSwim is a relaxing exercise for me and normally there aren´t many people in the pool, but sometimes there are children and I don´t like so much because they like disturbing me but sometimes it is amusing too.\nI would recommended to people who not know swim to learn,because I am pretty sure that it like it and later they can stop swim.", "target": "Good Morning:\n\nThis is an esay about my favourite sport. It has been swimming since I was a child, because I always enjoy it a lot and, what is more, I can do it alone. I never miss a chance to go to the swimming pool and  in summer, of course.\nI don´t have friends who like swimming. Most like football or similar team sports, so I always go alone. It isn´t boring for me. Furthermore, I prefer going alone because nobody bothers me and I don't have to wait for anybody. I said that because when I was eleven my best friend had  an operation on her back and, before the operation, he came with me and, every day, I had to wait for her because she spent a lot of time in the shower cleaning her long hair. I hated that! Luckily, the operation was fine and she stopped  coming with me, and since that day, I go on my own.\nSwimming is  relaxing exercise for me and normally there aren´t many people in the pool. But sometimes there are children and I don´t like that so much because they like disturbing me. But sometimes it is amusing, too.\nI would recommended  people who do not know how to swim to learn, because I am pretty sure that they will like it and later they can stop swimming.", "language": "english"}
{"source": "I think that dance is a way for self-expression. It's not just a hobby, it's more than this. Dance is a passion, a type of life. When I'm dancing I forget all my problems, except my stupids companions that they don't understand anything. But this is another theme for speaking. When you dance, sing, or act you are showing something to the public, something that's important por you. If dance is your passion, you practise every day, and you'll keep practise all the days until you can. If you are tired doesn't matters, because you like that you're doing. You'll wake up early for going dance, or do dance classes. You don't matter if you go to sleep late, or don't sleep... That's a joke, you must sleep. \nIf you love dance, you'll understand me.", "target": "I think that dance is a means of self-expression. It's not just a hobby; it's more than that. Dance is a passion, a way of life. When I'm dancing I forget all my problems, except my stupid companions that don't understand anything. But this is another theme. When you dance, sing, or act, you are showing something to the public, something that's important to you. If dance is your passion, you practise every day, and you'll keep practising all day until you can. If you are tired, it doesn't matter, because you like what you're doing. You'll wake up early to go dancing, or take dance classes. You don't mind if you go to sleep late, or don't sleep... That's a joke. You must sleep. \nIf you love dance, you'll understand me.", "language": "english"}
{"source": "Members of my family. i love my family special my little sister, she has sixteen years old, i consider my best friend because i used to tell her everything of my life. \ni have a dog it name's chente, it is a golden retriver. It`s a lover dog, he  knows how i feel. My oldest sister her name cinthya, she is really weird with me. our relation is not good because she is so different to me.  \nAlso i have a brother his name is jose luis he has twenty years old, his personality is dinamic and funny. \nMy mom and my dad, they are a goog guys. Actually i prefer pass my time alone, i am working in other town so i stay away from my family.", "target": "Members of my family. I love my family, especially my little sister. She is sixteen years old. I consider her my best friend because I usually tell her everything about my life. \nI have a dog and its name's Chente. It is a golden retriever. It`s a lovely dog. He  knows how I feel. My oldest sister, whose name is Cinthya, is really weird towards me. Our relationship is not good because she is so different to me.  \nAlso, I have a brother whose name is Jose Luis. He is twenty years old, his personality is dynamic and funny. \nMy mom and my dad are good people. Actually, I prefer spending my time alone. I am working in another town, so I live away from my family.", "language": "english"}
{"source": "Hi mrs.Kate Ashby, \nhow are you? I hope you are well. \nFor work in our cafe you have to speak English of course, maybe know how to cook some type of sweet foods like cupcakes, cake,cokiees or brownies, the most popular foods of this year.\nAnother thing that you must know it's how to deal with people, we are searching for someone who can impress everyone, also someone who can bring the customers good atencion and service. We need someone ready for work long hours, because our cafe is going to open every day. \nThat's all, see you soon \nkisses,\nFer", "target": "Dear Mrs. Ashby, \nHow are you? I hope you are well. \nTo work in our cafe you have to speak English, of course, maybe know how to cook some types of sweet foods like cupcakes, cakes, cookies or brownies, the most popular foods of this year.\nAnother thing that you must know is how to deal with people. We are searching for someone who can impress everyone, also someone who can give the customers good attention and service. We need someone prepared to work long hours, because our cafe is going to open every day. \nThat's all, see you soon \n\nFer", "language": "english"}
{"source": "we think that in the future the planet will be in bad conditions and the trees will be dissappearing,after that we will be having wars.\n\nIn 30 years  we will have changed our anatomy, also we will be eating fast food, on the other hand, the north pole will have melted totally.\n\nThe temperature will  have become crazy by global warming, so some people will have died because the natural disasters will be more aggressive.\n\nThe Technology will have advanced and maybe the cars will be flying by streets and computers will have totally changed.\n\nBecause of this, we have to raise awareness of what is happening and we help the planet.", "target": "We think that in the future the planet will be in a bad condition and the trees will disappear. After that, we will have wars.\n\nIn 30 years,  we will have changed our anatomy. Also, we will be eating fast food. On the other hand, the North Pole will have melted completely.\n\nThe temperature will  have become crazy because of global warming, so some people will die because  natural disasters will be more aggressive.\n\nTechnology will have advanced and maybe  cars will fly above streets and computers will have totally changed.\n\nBecause of this, we have to raise awareness of what is happening and  help the planet.", "language": "english"}
{"source": "Friendship is something very important in my life. I can't imagine my lifetime without friends. How to make friends and meet new people? It is easyier than you think. Just...start talking! Communication is the most important point when you're going to make friends. You have to remember, that friends are not supposed to agree on every single thing. They just have to calm talk about it. If your friendship is real, you will always find point between your opinion and your friend's one. Just try, it won't cost you much!", "target": "Friendship is something very important in my life. I can't imagine my life without friends. How to make friends and meet new people? It is easier than you think. Just...start talking! Communication is the most important point when you're going to make friends. You have to remember, that friends are not supposed to agree on every single thing. They just have to calmly talk about it. If your friendship is real, you will always find a point between your opinion and your friend's one. Just try, it won't cost you much!", "language": "english"}
{"source": "Good day,\nMy name is Fouad and I would like to talk about my favorite sport, Volleyball one of the most beautiful sports ever and I used to practise  this sport 3 times a week since 1980,  the reasons for my enjoyment with this sport are as follows :\n\n1- make me fit and healthy \n2- classy game no friction between players \n3- it exercise all muscles of your body\n\nRegarding the above I advice all rookies to start practise this sport and they will get many benefits. However, the adults they can practise it as well and they will get the same.", "target": "Hello,\nMy name is Fouad and I would like to talk about my favorite sport, volleyball, one of the most beautiful sports ever and I have been playing this sport 3 times a week since 1980. The reasons for my enjoyment of this sport are as follows :\n\n1- it makes me fit and healthy \n2- it's a classy game with no friction between players \n3- it exercises all the muscles of your body\n\nRegarding the above, I advise all rookies to start playing this sport and they will get many benefits. , adults can practise it as well and they will get the same.", "language": "english"}
{"source": "As citizens of village, we totally care about environment of our village. Every sunday, we do a mutual cooporation where anyone can treat rubbish as good as they treat themselves. We clean the dirty ditch, sweep rubbish then we bury rubbish. Whilst, we  recyling inorganic rubbish too. From inorganic, we can make bag, hat and other stuffs. Then they can sell them and get income of it.", "target": "As citizens of this village, we really care about the environment of our village. Every Sunday, we do a mutual cooperation where anyone can treat rubbish as well as they treat themselves. We clean the dirty ditches, sweep rubbish up, then we bury rubbish. Meanwhile, we  recycle inorganic rubbish too. From inorganic rubbish, we can make a bag, a hat and other stuff. Then we can sell them and get income from it.", "language": "english"}
{"source": "The creator of the haven and the earth, the creator of soles , the one who make earth rotate around it self and around the sun.What we belief as Muslims that, we have created by one who don't have other with him the one who create our father (Adam ) and created from him (Eve) and they were in the Paradise and instructed to not eat from the tree but the Satan deceive them so they brought to this life and generations came from them and had sent the prophet and messengers ( Moses, Jesus, Mohamed, others.. who they worship the same one) with Miracles and evidence of the truth, to guide the people to know who who will follow the truth which will guide to the Paradise and who follow other paths which it will guide to the hell. so because of that we are here to do the test in this short life.", "target": "The creator of heaven and the earth, the creator of souls, the one who makes earth rotate around itself and around the sun. What we believe, as Muslims, is that we were created by one who doesn't have any other  with him; the one who created our father (Adam ) and created from him (Eve), and they were in Paradise and instructed not to eat from the tree, but Satan deceived them, so they came to this life and generations came from them and sent the prophet and messengers ( Moses, Jesus, Mohamed, others.. who worshipped the same one) with Miracles and evidence of the truth, to guide the people to know who will follow the truth which will guide them to Paradise and who follow other paths, which will guide them to hell. So, because of that we are here to do the test in this short life.", "language": "english"}
{"source": "Transportation is the heart of any city whether it is public or private.Nowadays people prefer own vehicles rather than\npublic transportation. day by day folk are more crazy about own vehicles which leads dark future of public transportation\nfirstly. i agree with given statement that there would be tough time for public transportation in near future.because people wamnts privacy as well as freedom which is quite impossible in public transportation. secondly these mode of transportation covers     \nas much as possible of city area or town which mismanaged routine who travelled by public transportation.as a consquence generally people avoid travelling by public transportation finally i can say that there are various mode of transporotation avaliable \nto competition with public transportation. nowadays  people have numerous option fro travelling like many private company \nwhich play an important role to give tough competition to government. as a result of this consumer gets more benefit like lower faire, privacy, freedom and safe travelling.in addition many automobile company launcing new car with affordable price which insiost people to use more and more private vechile.", "target": "Transportation is the heart of any city, whether it is public or private. Nowadays people prefer their own vehicles rather than public transportation. Day by day folk are more crazy about their own vehicles which leads to a dark future for public transportation.\nFirst, I agree with the given statement that there will be a tough time for public transportation in the near future, because people want privacy as well as freedom, which is quite impossible on public transportation. Secondly, this mode of transportation covers as much as possible of the city or town which  for people who travel by public transportation. As a consequence, generally, people avoid travelling by public transportation. Finally, I can say that there are various modes of transportation available to compete with public transportation. Nowadays,  people have numerous options for travelling, like many private companies which play an important role in giving tough competition to the government. As a result of this, the consumer gets more benefits, like lower fairs, privacy, freedom and safe travelling. In addition, many automobile companies launch new cars at affordable prices, which encourages people to use more and more private vehicles.", "language": "english"}
{"source": "I go for a walk to a park every day with my lovely two Corgi dogs.\n\nI met many people in the park. \nI never thought about, people got so many pet.\nIn the peak time in the park is very busy even thought the park is huge!\n\nSome people are very friendly the same as their dog. \nBut some people are very rude and their dogs are aggressive to other dogs .", "target": "I go for a walk to a park every day with my two lovely Corgi dogs.\n\nI meet many people in the park. \nI never thought about. Peoplere, people have so many pets.\nAt peak timen the park is very busy even though the park is huge!\n\nSome people are very friendly, the same is true of their dogs. \nBut some people are very rude and their dogs are aggressive to other dogs.", "language": "english"}
{"source": "Family is the most important institution of social life. Every member have his own role and the boss, the father or the mother, have to guide his team to understand the right behaviour or attitude to have with life.\nUsually there are generation problems, sons don't understand parents and vicecersa, but dialoging and listening emotions and facts, everyone can have another point of view. Parents must give rules to sons to underline limits in social behaviour but also must listen others point of views to ri-arrange and update his knowledge. \nA mother or a father can be a friend if there is communication and trust, if someone give his contribute in family duties.", "target": "Family is the most important institution in society. Every member has his own role and the boss, the father or the mother, has to guide his team to understand the right behaviour or attitude to have in life.\nUsually there are generational problems; sons don't understand parents and vice versa, but by talking and listening to emotions and facts, everyone can have another point of view. Parents must give rules to sons to underline limits to social behaviour, but also must listen to other points of view to rearrange and update their knowledge. \nA mother or a father can be a friend if there is communication and trust, if someone makes his contribution to family duties.", "language": "english"}
{"source": "Recently I saw the thriller of mokingjay part 2. If you want to see that movie, you need to watch the first 3 movies before to understand it. The first movies, were amazing!! A lot of action, drama and romance. The fans of this series, had been wanting for this movie science the the first movie appeared, that was in 2012. I don't think that this movie is for all the family, because is hard for little kids to understand, in opinion I think is more a teen movie. I think people will like this movie because, its very similar to the story of the book; this one of the first movie that is really based in the book, the theme is very unique and original, also the actors in the first movies were perfect, and I think that in the last movie, they will put double effort. \nHope you guys choose this movie!! It will be very cool to see the las part mokingjay!", "target": "Recently I saw the thriller of Mokingjay part 2. If you want to see that movie, you need to watch the first 3 movies before to understand it. The first movies were amazing!! A lot of action, drama and romance. The fans of this series had been waiting for this movie since the first movie appeared. That was in 2012. I don't think that this movie is for all the family, because it is hard for little kids to understand. In my opinion it is more of a teen movie. I think people will like this movie because it's very similar to the story of the book. This is one of the first movies that is really based on the book. The theme is very unique and original. Also, the actors in the first movies were perfect, and I think that in the last movie, they will make double the effort. \nHope you guys choose this movie!! It will be very cool to see the last part of Mokingjay!", "language": "english"}
{"source": "my favourite sport is Karate. First of all, I enjoy it because when I practise I feel I can hold on for hours. When I´ve had a very bad and stressful day I can relax doing karate, because It´s the kind of sport that it isn´t very hard. Training Karate is a way to forget your problems, to forget your tiring routine. In my opinion, it´s very difficult to fnd this advantage with others sports. Apart from that, Karate it´s not just a sport, is also a discipline, it teach you respect, balance even culture. my teacher show us how we have to behave with others and he teach us a lot of things about the japanese culture.\nfor someone who starts Karate is easy to follow the class, so my advice is just not to get nervous and to be concentrated on what he or she is doing.", "target": "My favourite sport is Karate. First of all, I enjoy it because when I practise I feel I can hold on for hours. When I´ve had a very bad and stressful day, I can relax doing karate, because it´s the kind of sport that isn´t very hard. Training in Karate is a way to forget your problems, to forget your tiring routine. In my opinion, it´s very difficult to find this advantage with other sports. Apart from that, Karate is not just a sport, it is also a discipline. It teaches you respect, balance, even culture. My teacher shows us how we should behave with others and he teaches us a lot of things about Japanese culture.\nFor someone who is starting Karate, it is easy to follow the class, so my advice is just not to get nervous and to be concentrated on what he or she is doing.", "language": "english"}
{"source": "Technology,is something that is very important,something without which we cannot live. Today topic is Technology.\nNowadays we use technology in every thing, from educations to making clothes, we use technology everyday and everywhere.Technology is always upgrading and it is very helpful,useful and  important for development but todays generation is influenced whit technology that they have stopped to do other activities.", "target": "Technology is something that is very important ,something without which we cannot live. Today's topic is Technology.\nNowadays, we use technology for everything, from education to making clothes. We use technology every day and everywhere. Technology is always being upgraded and it is very helpful, useful and  important for development, but today's generation is influenced by technology to such an extent that they have stopped doing other activities.", "language": "english"}
{"source": "Last year, My friend Michael was at school when he heard about a short story competition,he liked the idea so he decided to enter the competition. but there was a fees in order to join the competition , he had no money . fortunately he have a lot of friends they can lent him . he phoned me and asked me to lent him some money to register the competition . he took the money the second day , he finished the registration and started in writing the story after long time spending in writing and did good job he went to give his story to the international student magazine office ,he found out there are a notice on the door say that the competition has canceled, he came back vey sad and told me what happened .Michael closed the door and knew at that moment he had a mistake .", "target": "Last year, my friend Michael was at school when he heard about a short story competition. He liked the idea, so he decided to enter the competition. but there was a fee in order to enter the competition. He had no money. Fortunately, he has a lot of friends that can lend himsome . He phoned me and asked me to lend him some money to register for the competition. He took the money the next day, he finished the registration and started writing the story. After spending a long time writing and doing a good job, he went to give his story to the international student magazine office. He found out there was a notice on the door saying that the competition was canceled. He came back very sad and told me what had happened. Michael closed the door and knew at that moment he had made a mistake.", "language": "english"}
{"source": "Travelling by car isn't so much more convenient unless it is so much more comfortable, but actually we don't think about the contamination in our planet. Travelling by bus is very stressful because the people push me or I can't sit down because there aren't any chair for me. \nOn the other hand, in the future maybe would have a bus which having chair for everybody and I don't have to stand up. Other transport public is the taxi like car, it is so more comfortable too but it is more expensive than bus or train.\nThe AVE or aeroplane are a good option for long trip.\nIn conclusion, in the future should have a bus so more comfortable.", "target": "Travelling by car isn't  much more convenient unless it is  much more comfortable, but actually we don't think about the pollution of our planet. Travelling by bus is very stressful because the people push me or I can't sit down because there aren't any seats for me. \nOn the other hand, in the future, maybe willuld have a bus which has seats for everybody and I won't have to stand up. Another type of public transport is the taxi. Like the car, it is  more comfortable too, but it is more expensive than a bus or train.\nThe AVE or aeroplane is a good option for long trips.\nIn conclusion, in the future we should have more comfortable buses.", "language": "english"}
{"source": "Nikais19\n                           \n                                                                                                              5 May   \nDear sir Dimara. \n     \n   I am writing about a problem at my city.I live at Patras a big city in Greece.\n        in my city all schools and some walls of buildings are full of drawings and writing. The vandalisme in patras has increased a lot.\n  Unfortunately when we say to somebody to do not draw the walls but they do not hear us. For our city it is very bad because when some new people visit Patras they see that thing. Patras is a very beautiful city and for her culture,and for her monuments.Why to see that abaser thing? After we have this beautiful city we have to maintain her.\n   In my opinion the police should stop the Vandalisme. If it have police all around the city nobody will dare to do a graffiti or to write something or to draw.        \n   I hope you will do something for that problem.\n     \n\n\n      Yours faithfully,\n\n         Jessyka stavros.", "target": "Nikais19\n                           \n                                                                                                              5 May   \nDear Mr Dimara, \n     \n   I am writing about a problem in my city. I live in Patras, a big city in Greece.\n        In my city, all the schools and some walls of buildings are covered in drawings and writing. The vandalism in Patras has increased a lot.\n  Unfortunately, when we tell  somebody not to draw on the walls,  they do not hear us. It is very bad for our city because when some new people visit Patras they see these things. Patras is a very beautiful city both because of its culture, and because of its monuments.  Since we have this beautiful city, we have to maintain it.\n   In my opinion, the police should stop the vandalism. If there were police all around the city, nobody would dare to do  graffiti or to write something or to draw.        \n   I hope you will do something about that problem.\n     \n\n\n      Yours sincerely,\n\n         Jessyka stavros.", "language": "english"}
{"source": "All around the world pupils are waiting for finishing school. They are eager to begin a new life as adults. But when they reach in-between period, confused feelings cross their minds. As a rule after last exams they don't know what university to choose. What they will do in future they see, like in a fogg.\nIn this way, idea of a year off between leaving school and starting next education is very reasonable. Firstly it'll allow young people to have a rest after the first hard-work studying period. Ten or eleven years at school make them tired, in spite of pupils don't notice it. But choosing the second education is very important step, which need serious attitude. Secondly such year off would give to future students a chance to try themselves in new professional sphears. Also they would have an opprtunity being involved in volontier activity. And thirdly they might work for earning own money or travel. This year holiday would be really helpful for relaxation and gettin new power for future education.\nOne year is not long period. But benefits after year off will be obvious.", "target": "All around the world pupils are waiting to finish school. They are eager to begin a new life as adults. But when they reach the in-between period, confused feelings cross their minds. As a rule, after the final exams, they don't know what university to choose. What they will do in future they see as in a fog.\nIn view of this, the idea of a year off between leaving school and starting further education is very reasonable. Firstly, it'll allow young people to have a rest after the first hard-work studying period. Ten or eleven years at school makes them tired, although pupils don't notice it. But choosing further education is a very important step, which needs a serious attitude. Secondly, such a year off would give future students a chance to try themselves out in new professional spheres. Also, they would have an opportunity to be involved in volunteer work. And thirdly, they might work to earn their own money or travel. This year-long holiday would be really helpful for relaxation and getting new energy for further education.\nOne year is not a long time. But the benefits after a year off will be obvious.", "language": "english"}
{"source": "I live in San Miguel Almoloyan, this is a village in the municipality of Almoloya de Juarez in the State of Mexico, the care of the environment is very important and in my village they take different actions in the care of this. People collects trash of their house and await the trash truck that carried the trash to a landfill located outside the village. Also, people go out to collect the trash that there is on the kiosk, the church or in the principal places on the village.", "target": "I live in San Miguel Almoloyan. This is a village in the municipality of Almoloya de Juarez in the State of Mexico. Caring for the environment is very important and in my village they take different actions to care for it. People collect household trash and await the trash truck that carries the trash to a landfill located outside the village. Also, people go out to collect the trash that there is on the , the church or in the principal places in the village.", "language": "english"}
{"source": "Dear Sir,\n\nI am interested to improve my English, so I am writing to request further information about the English course. \n\nFirstly, I would like to know how long the course lasts, and if it is possible the date exactly, because I need to book my flights.\n\nSecondly, I don´t live in Cork, so it would be grateful if you could send me details of accommodation that you offer in this course. And also, can you give me an idea of how much it would be cost every different options?. It would be useful if I can live with other students, because it is a good way to learning a language as well.\n\nLastly, Let me know if I need to pass any level test before starting.\n\nI look forward to hearing from you.\n\nYours faithfully.\n\nRosa.", "target": "Dear Sir,\n\nI am interested in improving my English, so I am writing to request further information about the English course. \n\nFirstly, I would like to know how long the course lasts, and if possible, the exact date, because I need to book my flights.\n\nSecondly, I don´t live in Cork, so it would be great if you could send me details of accommodation that you offer on this course. And also, can you give me an idea of how much it would cost for all the different options? It would be useful if I could live with other students, because that is a good way to learn a language as well.\n\nFinally, let me know if I need to take any placement test before starting.\n\nI look forward to hearing from you.\n\nYours faithfully.\n\nRosa.", "language": "english"}
{"source": "Peter looked at his watch and knew that he had to do something immediately, after listening conversations of his new neighbours. They are planning to rob a very precious thing from Museum tonight. He doesn't have much time to prove their plan and he could not wait to let it happen. It is his town and it is his duty too to save town's history. He called the police and informed about his neighbours robbery plan. Police reached Museum and caught  robbers red handed.", "target": "Peter looked at his watch and knew that he had to do something immediately after listening to the conversations of his new neighbours. They were planning to steal a very precious thing from a museum tonight. He didn't have much time to prove their plan and he could not wait to make it happen. It is his town and it is his duty too to save the town's history. He called the police and informed them about his neighbours' robbery plan. The police reached the museum and caught the robbers red-handed.", "language": "english"}
{"source": "I am beleving that there is no future for the public transpot, using trains is mor convient and low expenses also to decrease the carpon gases which affecting the ozone, people should be aware about the effect of using the public transpotation on the econmics and enviroment, goverements shall encarge the people to use the other ways for transport, this subject shall be issuesd in all media to learn and encrage the people to use he wrigth way for transpot.", "target": "I believe that there is no future for public transport, using trains is more convenient and less expensive, so to decrease the carbon gases which are affecting the ozone layer, people should be aware of the effect of using public transportation on the economy and environment. Governments should encourage people to use other modes of transport. This subject should be  in all media to teach and encourage people to use the right mode of transport.", "language": "english"}
{"source": "Hello Estela!\nHow are you? I hope you are well. I´m writing because I tell you about my last summer holiday. \nI went to Las Hurdes. I stayed about one week  in the home my boyfriend. I had a wedding.\nWhile I was there, I did a lot of things. One day, I visited Meandro del melero. It was beautiful. And there was a wonderful view. The other day, I walked a lot and the end the way, we found a waterfall. The name of waterfall was Chorrituelo. It was spectacular.\nThe wedding day, I had a great time and I slept very late. The wedding was  in the morning,and  at the afternoon we ate in the restaurant with other people. However, in the night, we had dinner in a garaje and there was a party, all night.\nYou should visit Las Hurdes, It is a beautiful site. And there are a lot of things. And the people are very nice.", "target": "Hello Estela!\nHow are you? I hope you are well. I´m writing because I want to tell you about my last summer holiday. \nI went to Las Hurdes. I stayed about one week  in the home of my boyfriend. I went to a wedding.\nWhile I was there, I did a lot of things. One day, I visited Meandro del melero. It was beautiful. And there was a wonderful view. Another day, I walked a lot and at the end of the walk, we found a waterfall. The name of the waterfall was Chorrituelo. It was spectacular.\nI had a great time at the wedding and I slept very late. The wedding was  in the morning, and  in the afternoon we ate in a restaurant with other people. , in the night, we had dinner in a  and there was a party all night.\nYou should visit Las Hurdes, It is a beautiful place. And there are a lot of things to see and do. And the people are very nice.", "language": "english"}
{"source": "English is an international language which becomes important for the modern world.\n\n    In China, English is took to be a foreign language which many students choose to learn. They begin to study English at an early age. They use at least one hour to learn English knowledge a day. Even kids in kindergarten have begun learning simple words. That's a good phenomenon, for English is essential nowadays.\n\n    In addition to, some people think English is superior than Chinese. In me opinion, though English is for great significance, but English is after all a foreign language. it is hard for people to see eye to eye. English do help us read English original works, but Chinese helps us learn a true China. Only by characters Chinese literature can send off its brilliance. Learning a country's culture, especial its classic culture, the first thing is learn its language. Because of we are Chinese, why do we give up our mother tongue and learn our owne culture through a foreign language?", "target": "English is an international language which has become important for the modern world.\n\n    In China, English is  a foreign language which many students choose to learn. They begin to study English at an early age. They spend at least one hour learning English every day. Even kids in kindergarten have begun learning simple words. That's a good phenomenon, because English is essential nowadays.\n\n    In addition to this, some people think English is superior to Chinese. In my opinion, though English has great significance, English is, after all, a foreign language. It is hard for people to see eye to eye. English does help us read English original works, but Chinese helps us learn about the true China.  can literature  its brilliance. To learn about a country's culture, especially its classical culture, the first thing is to learn its language. Because if we are Chinese, why do we give up our mother tongue and learn about our own culture through a foreign language?", "language": "english"}
{"source": "I was, last month, in a fantastic restaurant, Woolypools.\nIt is small but comfortable and famous for his big burguers.Woolypools is a speciallist of meal, it's a meal restaurant.\nIn my opinion the restaurant can be better, respect to meat, but it is perfect to have dinner with your friends.\nI have expects to be more famous, better and biggest.\nThe problem of the restaurant is the place, it is far from the people and cities, and the space, that is very small for lots of people.", "target": "Last month I was at a fantastic restaurant, Woolypools.\nIt is small but comfortable and famous for its big burgers. Woolypools is a specialist\nIn my opinion, the restaurant could be better, with respect to meat, but it is perfect for having dinner with your friends.\nI expected it to be more famous, better and bigger.\nThe problem with the restaurant is the location. It is far from people and cities, and the space, which is very small for lots of people.", "language": "english"}
{"source": "In this life we have many things that make us happy and make our lives go on . for example , a present or a gift especially if it from your best friend . Once , I got sick and stayed at general hospital , and my friend gave me a flower . It was my favorite flower I have it ever .", "target": "In this life we have many things that make us happy and make our lives go on. For example, a present or a gift, especially if it is from your best friend. Once, I got sick and stayed in a general hospital, and my friend gave me a flower. It was my favorite flower. I still have it.", "language": "english"}
{"source": "In my town we create a small organization for  more healthy environment , beauty touch and to be attractive . the citizens in the town must participate in this , the citizen will take the responsibility for specific day to clean the town and put the rubbish into correct place and clean tree and plant more of it .", "target": "In my town we have created a small organization for a more healthy environment,  and to be attractive. The citizens of the town must participate in this. The citizens take responsibility for a specific day to clean the town and put the rubbish in the correct place and clean trees and plant more of them.", "language": "english"}
{"source": "I´m agree with the opinion that the famous people, such as politicians and film stars deserve to have a private life without journalists following them all the time. is horrible have a person behind you all the time, you not have a life, not peace, not a happy.In adition all pearsons have the right to privacy and to be free.\nNevertheless the journalists stay all the time having a photo,all the time,when they eaten, drinking, happy, sad,how is your love life and with whoever stay, if stay with something important our what buy.\nThis is terrible, you do not have privacy authought the society have a blame, because if they do not take a photo our follows the life of the famous the people bored.\nSo that, politicians and film stars will have support it, because then they will have to bear it, because they then have the reward with what they earn.\nThis is all.", "target": "I agree with the opinion that famous people, such as politicians and film stars, deserve to have a private life without journalists following them all the time. It is horrible to have a person behind you all the time; you cannot have a life, no peace, not a happy  In addition, all people have the right to privacy and to be free.\nNevertheless, the journalists are all the time taking photos, all the time, when they are eating, drinking, happy, sad, how is their love life and who they spend time with, if  with something important or what they buy.\nThis is terrible. You do not have privacy, and society should take some of the blame, because if they do not take a photo or follow the lives of the famous, people will be bored.\nSo politicians and film stars will have to put up with it, because then they will have to bear it, because they then have a reward in what they earn.\nThat is all.", "language": "english"}
{"source": "good morning. How are you. come here. Get down. Get in to the room. Get in to the bus. Let us walk. Let us play cards. Let us sleep. Let me in. Let me go. Let me see your photos. Let me watch your house. Let me allow to enter in to your cabin. Forgive me. :Bring that toy. bring glass of water. Drink water. Eat food. Run fast. stop shouting. don't shout. Let us bath.", "target": "Good morning. How are you? Come here. Get down. Go into the room. Get onto the bus. Let us walk. Let us play cards. Let us sleep. Let me in. Let me go. Let me see your photos. Let me see your house. Let me  enter  your cabin. Forgive me. Bring that toy. Bring a glass of water. Drink water. Eat food. Run fast. Stop shouting. Don't shout. Let us bathe.", "language": "english"}
{"source": "Once upon a time was one little ant called Penny, he was really small in compared with the others. He hated to be like that because most of the ants made fun of him until one day something horrible and inevitable happen. It was a dark night it was raining until a big active volcano explosion buried them into the underground. All of them tried to find a way out!, but no one can't find one... They started to get panicked! People just started to evacuated rapidly until it began a big earthquake... Penny was too sad, the only thing that he can do is to wait and keep calm. Until the dawn all of them go out, so they sacred until they find a refuge. Everyone wanted to witness the queen, but no one find something. Like they were very religious ants they prey for her sacred ancestors so they can help them in the big deal. Something that they don know was that the whole thing was a movie! So all was planned... The actors had monitors that watch the ants all the time. One day Penny discovered it and it go to tell it to his queen, the queen at knowing that she get very confused but at the same time she get mad and she wanted revenge. So they make a plan to display all... The next day when they were about to start filming they ere non ants there so they search for them, but they can't find them... In that moment the ants and Penny attack them in their backs, making them to leave the place. The ants win the war and they expand their habitat to the studio. No one attack them again and they live happily  ever after!", "target": "Once upon a time, there was a little ant called Penny. He was really small  compared with the others. He hated being like that because most of the ants made fun of him, until one day something horrible and inevitable happened. It was a dark night and it was raining when a big  volcanic eruption buried them   underground. All of them tried to find a way out, but no one could find one... They started to get panicky! People just started to evacuate rapidly until it started a big earthquake... Penny was so sad. The only thing that he could do was to wait and keep calm. By  dawn all of them had got out, so they  until they found a refuge. Everyone wanted to see the queen, but no one found her. As they were very religious ants, they prayed to their sacred ancestors so they could help them with the problem. Something that they didn't know was that the whole thing was a movie! So all was planned... The actors had monitors that watched the ants all the time. One day, Penny discovered it and  went to tell it to his queen. The queen, on hearing that,  got very confused but at the same time she got mad and she wanted revenge. So they made a plan to  all... The next day, when they were about to start filming, there were no ants there, so they searched for them, but they couldn't find them... At that moment, the ants and Penny attacked them from behind, making them  leave the place. The ants won the war and they expanded their habitat to the studio. No one attacked them again and they lived happily  ever after!", "language": "english"}
{"source": "I have many favorite sports. One of them I'm keen on playing basketball the best.I always spend more time on playing it. I usually play basketball everyday around at least thirty minutes per day. After a hard day at University I go home and then I go to the stadium to play it . One thing makes sure that I already finished all of my work before I play my favorite sport. Basketball has many benefits not to me but also everyone. It makes me feel relaxed and unwind. Besides, it also helps me keep fit and have a good body shape. I really cra\nzy about playing it. When I have spare time,  I often gather my friends to watch basketball match on television.  I often play basketball at the stadium in the morning. Sometimes,  I play it near sports centre. I go back home and have a sleep deeply when I finished it. basketball is an outdoor activity. That's reason why basketball is my favorite sport.", "target": "I have many favorite sports. I'm keen on playing basketball the most. I always spend more time on playing it. I usually play basketball every day for around at least thirty minutes per day. After a hard day at university, I go home and then I go to the stadium to play it . I make sure that I have already finished all of my work before I play my favorite sport. Basketball has many benefits, not just for me but also for everyone. It makes me feel relaxed and unwind. Besides, it also helps me keep fit and have a good body shape. I am really crazy about playing it. When I have spare time,  I often gather together my friends to watch basketball matches on television.  I often play basketball at the stadium in the morning. Sometimes,  I play it near a sports centre. I go back home and have a deep sleep when I have finished. basketball is an outdoor activity. That's the reason why basketball is my favorite sport.", "language": "english"}
{"source": "With the sweeping progress of development and the booming of population,many agricultueal land,forest and ocesn had been used to destroyed to build more constructure and transport networks.From my own perspective,I believe that it will bring many drawbacks to the environment or even human  and animals.\n   To start with,there are a wide range of troublesome it maybe leadding to this phenomeon.Convincing arguments can support that the root cause is that almost all the persent day cities are already packed with places of residence,commerce and recreation and the land available for new housing developments is increasingly scarce.Additionally, people now continues destroyed more agricultures and forest in order to satisfy all their need,which will distory the ecosystem  diversity and biodiversity especially the endangered species.\n   According to the problems above mentioned,various approaches that governmentshould be adopted to deal with this problem.first of all,reducing building constructure from now on,planting more trees instead.Sustainadle development should be awaness to all human and start to porteat the environment and preserve the animals.\n   To sum up,this unpleasant phenmenon and problems should be worked out to resolve before thing get worse ang the governments have to take the responsibility for that.", "target": "With the sweeping progress of development and the booming of populations, a lot of agricultural land, forest and ocean has been used or destroyed to build more buildings and transport networks. From my own perspective, I believe that it will bring many drawbacks to the environment or even to humans  and animals.\n   To start with, there are a wide range of problems it may lead to. Convincing argumentssupport the fact that the root cause is that almost all the present-day cities are already packed with places of residence, commercial premises and recreation facilities and the land available for new housing developments is increasingly scarce. Additionally, people now continue to destroy more agricultural land and forest in order to satisfy all their needs,which will destroy the ecosystem,  diversity and biodiversity, especially the endangered species.\n   In light of the problems mentioned above, there are various approaches that governments should adopt to deal with this problem. First of all, reducing building construction from now on, and planting more trees instead.Sustainablee development should be  to all human beings and start to protect the environment and preserve the animals.\n   To sum up, this unpleasant phenomenon and its problems should be worked on to resolve them before things get worse, and the governments have to take the responsibility for that.", "language": "english"}
{"source": "Nowadays the languages are very important , and more English. This is not my first time that I study English. I have been studying English since I was child and I never speak and learn so well since I decided to go to London one course to learn this language.\n\nI have taken that decision because I was tired to try to learn English and I did not have the level that I want, so when I heard about that ooportunity I said yes.", "target": "Nowadays,  languages are very important,  English in particular. This is not the first time that I have studied English. I have been studying English since I was a child and I never spoken and learnt so well as I have since I decided to go to London  to learn this language.\n\nI took that decision because I was tired of trying to learn English and I did not have the level that I wanted, so when I heard about that opportunity, I said yes.", "language": "english"}
{"source": "The car isn't the best way for for the transport, because it produce much pollution, however the public transport is better to do a journey.It can carry many people without problems.\n\nNowadays in the cities developed there are many possibilities for public transport, like bus, train, subway, tram etc.these options it's more economical than the car, the problem of the car is that normally the car is occupied for a person, when the car is prepared for to carry four or five people.\n\nthis situation to create many pollution for environment so we have more conscience for the planet health", "target": "The car isn't the best way forward for transport, because it produces a lot of pollution, but public transport is better for a journey. It can carry many people without problems.\n\nNowadays in developed cities there are many possibilities for public transport, like bus, train, subway, tram etc. These options are more economical than the car. The problem with the car is that, normally, the car is occupied by one person, when the car is designed  to carry four or five people.\n\nThis situation creates a lot of pollution for the environment, so we have to be more concerned about the planet's health.", "language": "english"}
{"source": "I want to say something about the learning of the English Languaje, is hard to get to me for the next reasons:\n\nFirst reason; the grammar that the learners, teachers or institutes teach, is  like the Spanish Languaje, my native Languaje. That I want to say, is very difficult to understand the conjuntion of the verb's in Spanish Languaje, just Imaging you the same but not in your native lenguaje.\n\nSecond reason. in the English  syntaxis, the structure for construction paragraph or sentences, the verb is written before the subject, but no always, Which is the rule? Is there anyone?\n\nThe third reason:", "target": "I want to say something about  learning  the English language. It is hard  for me for the following reasons:\n\nFirst reason: the grammar that  teachers or institutes teach is  like the Spanish language, my native language. I want to say that it is very difficult to understand the conjugation of the verbs in Spanish , so just imagine  the same but not in your native language.\n\nSecond reason: in  English  syntax, the rules for constructing paragraphs or sentences, the verb is written before the subject, but not always. What is the rule? Is there one?\n\nThe third reason:", "language": "english"}
{"source": "I love to play cricket. I am enthusiastic towards this game. My favourite team is India because I belongs to this country. In India, 85 percent people follow cricket. In 1993, Indian cricket team won his first world cup and that's change the direction of air in favour of cricket and everyone start to follow this game. I love this game because my favourite sport man belong to this game. His name is Mr. Sachin Ramesh Tendulakar know as little master. Whenever I play this game, I always follow this person. His stance, Style, shots,running between the wicket, everything which is most required in this game is up to the mark.Not only me but also every Indian always follow Sachin for cricket. When he was 18, he played first game for India. He is the first player who  played 200 test in cricket. He has many achievement like first 200 in one day etc. I love the way he was played. \n\nFor a nuance first they have to decide what they con do better, batting or bowling. If the person want to become bowler then concentrate on running,action,stance and for batsmen need concentration on lag and bat coordination,eye and bat coordination,discover some shots which became key factor in batting. Also watch videos of some best player like Sachin, Rahul, Sir Don breadman, Hayden, Wasim Akaram, Brett Lee etc. As health is important factor in every sport so also need to improve health, stamina.", "target": "I love to play cricket. I am enthusiastic about this game. My favourite team is India because I am from this country. In India, 85 percent of people follow cricket. In 1993, the Indian cricket team won its first world cup and that changed the  in favour of cricket and everyone started to follow this game. I love this game because my favourite sportsman plays  this game. His name is Mr. Sachin Ramesh Tendulakar, known know as little master. Whenever I play this game, I always copy this person. His stance, style, shots, running between the wickets, everything which is most required in this game is up to the mark. Not only me but also every Indian always follows Sachin for cricket. When he was 18, he played his first game for India. He was the first player who  played a 200 test in cricket. He has many achievements, like the first 200 in one day, etc. I love the way he  plays. \n\nFor a newcomer, the first youg they have to decide, is what they can do better, batting or bowling. If you want to become a bowler, then concentrate on running, action, stance and,  batsmen need concentration on leg and bat coordination, eye and bat coordination. Discover some shots which have become key factors in batting. Also, watch videos of some of the best players, like Sachin, Rahul, Sir Don breadman, Hayden, Wasim Akaram, Brett Lee, etc. As health is an important factor in every sport,  you also need to improve your health and stamina.", "language": "english"}
{"source": "Dear Jo,\n       It's glad to hear you are going to visit to my country. I am looking forward for this. I can give you any advice on traveling and working in my country. l wish you will have a impressed time. \n       The weather is neither hot nor cold all year, you needn't bring too many clothes because you can buy in here. If you want to travel this city. I can be your guide as I have a year free before university too. This is a modern city. People usually went here for shopping or eating. There are many local foods very popular. You may like this. I also want to introduce my friends to you, we can have fun together. when you have played enough in this city, and you want to find a job here. I can recommed you to my uncle's company to do a job. Because it is difficult to get a job here if you are foreign and haven't finished college. It may take very long time to find a job and you have not much time here. You may consider my advice.", "target": "Dear Jo,\n       It's great to hear you are going to visit my country. I am looking forward to this. I can give you any advice on traveling and working in my country. l hope you will have an impressive time. \n       The weather is neither hot nor cold all year. You needn't bring too many clothes because you can buy them here. If you want to travel around this city, I can be your guide as I have a year free before university too. This is a modern city. People usually come here for shopping or eating. There are many very popular local foods. You may like this. I also want to introduce my friends to you. We can have fun together. When you have played enough in this city, and you want to find a job here, I can recommend you to my uncle's company to get a job. Because it is difficult to get a job here if you are foreign and haven't finished college, it may take a very long time to find a job and you have not much time here. You should consider my advice.", "language": "english"}
{"source": "My favorite sport is swims . It's because swim is really fun. Also I think swim can keep our body fit and it can make the people who swim feel cool when it is in a hot day.\n  The advice that I give to someone who want to start swimming . It is not be afraid of water , otherwise they may not learn swim and also when the age become older it will be more difficult to learn than the little . So these are the advice that I give to them.", "target": "My favorite sport is swimming. It's because swimming is really fun. Also I think swimming can keep your body fit and it can make people who swim feel cool when it is a hot day.\n  The advice that I would give to someone who wants to start swimming. It is not to be afraid of water, otherwise they might not learn to swim, and also, when you become older it will be more difficult to learn than when you are young. So this is the advice that I give to them.", "language": "english"}
{"source": "Dear Camp director,\n\n My name is Eider and I am 21 years old. I had read your advertisement in the newspaper! And I am really sure that I am the person that you are finding.\n\nI am monitor in the free time, and I am looking for a temporal job to improve my English. Neither I have problems for working in a kitchen, will be clear if I told you that my parents have a bar. \n\nAccording to my age, evening activities are not a problem for me, and I played many sports during my life, such as socker, bolleyball,...\n\nWaiting for your answer, Eider", "target": "Dear camp director,\n\n My name is Eider and I am 21 years old. I  read your advertisement in the newspaper, and I am really sure that I am the person that you are looking for.\n\nI am  in my free time, and I am looking for a temporary job to improve my English. I don't have problems with working in a kitchen, which will be clear if I tell you that my parents have a bar. \n\nIn view of my age, evening activities are not a problem for me, and I have played many sports during my life, such as soccer, volleyball,...\n\nI look forward to your answer, Eider", "language": "english"}
{"source": "The city where I live is a small village. All residents take great care of the environment. Organized shares, where everyone clean up the village. All residents segregate garbage thrown into suitable containers. Thus helping to protect our environment to make it clean, safe, in order to not jeopardize our various diseases.  In my village there are trash cans, so that no one threw debris on the ground. There are spcejalne place where you can organize bonfires, but everyone has to clean up after themselves and throw out all garbage. We have the ability to use renewable energy sources, because it is close to a wind power plant. Recently, also on the roof of the primary school were set the batteries and the whole school uses solar energy instead of electricity. They organize monthly meetings on the environment, residents participate in them. Wszysycy residents of my village, they try to, so that our village was clear that pollute the environment as little as possible.", "target": "The city where I live is a small village. All residents take great care of the environment. , where everyone cleans up the village. All residents segregate garbage thrown into suitable containers, thus helping to protect our environment to make it clean, safe, and in order to not  our various diseases.  In my village there are trash cans, so that no one throws rubbish on the ground. There are  places where you can organize bonfires, but everyone has to clean up after themselves and throw out all garbage. We have the ability to use renewable energy sources, because it is close to a wind power plant. Recently, also, on the roof of the primary school solar panels were installed and the whole school uses solar energy instead of electricity. They organize monthly meetings on the environment, residents participate in them. Wszysycy, residents of my village, they try to , so that our village is clean and pollutes the environment as little as possible.", "language": "english"}
{"source": "Travelling in their own car is way more comfortable than taking a ride in public transportation.there are several reason to consider.\n\nFirstly, the bus is always drop by to get a passenger that take a more time than expected to time of travel.Secondly, the public vehicle route are more far than usual route.Thirdly,it is also crowded and no privacy.Finally,there is a chance to become a victim of theft and pocket picker.\n\nHowever, public transportation is much cheaper than to buy a new car and for the adventurer who want to have an exciting travel for then to see more action.Like watching outside or sight seeing,to mingle and meet different people.In addition to this I also admire the bullet train in japan which u consider fast and safe public vehicle Ive'd known.\n\nTo sum it up I still consider having their own car is way more safe and convinient.Public future unless they have project to at least lessen the time of travel and prioritize the safety of their passenger.", "target": "Travelling in your own car is way more comfortable than taking a ride on public transportation. There are several reason to consider.\n\nFirstly, the bus is always stopping to pick up a passenger, so it takes  more time than expected to  travel. Secondly, the public vehicle routes are . Thirdly, it is also crowded and there is no privacy. Finally, there is a risk of becoming a victim of theft and pickpocketing.\n\nHowever, public transportation is much cheaper than buying a new car and, for the adventurer who wants to have an exciting journey , like looking outside or sightseeing, mingling and meeting different people. In addition to this, I also admire the bullet train in Japan which I consider fastestfast and safest public vehicle I've experienced.\n\nTo sum  up, I still consider having your own car  way more safe and convenient.  unless they have plans to at least lessen the journey times and prioritize the safety of their passengers.", "language": "english"}
{"source": "As far as I’m concerned, I tend to disagree with the decision of mineral extraction. More details and reasons will be elaborated in the following paragraphs to support my opinion.\n\nTo begin with, extract the mineral will be harmful to our environment. There are breathtaking sights on the outskirts of my hometown. In my childhood, I went there to spend my summer every year. However, it will probably be disappeared if the developing equipment were being set.\n\nNext to go will be, the extraction of the valuable mineral will definitely leads to air pollution. There has been an example that the other town is polluted by the process of developing the mineral. No one can deny that the pollution issue is one of the utmost important thing which should be prevented.\n\nLast but not the least, the mineral extraction will turn out to be profound influence, especially, to our offspring. To take my friend, Taylor, as an example, her homeland were over-developed and become an arid place when she was a child. After she grows up, she decides to leave and never go back to her hometown. In addition, she has no blithe memory in her childhood.\n\nOne problem is that some people will consider the job opportunity that it might bring to us. Due to the mineral development, many people in our hometown can probably earn much more money than before. It seems like a sought-after chance. Nevertheless, they do not give us any promise of the vacancy. In addition, money is no more crucial when it comes to health and environmental conservation.\n\nIn a nutshell, Based on the reasons and instances above, the disadvantages of extract the valuable mineral are outweigh the advantage. Therefore, I do not subscribe to this decision.", "target": "As far as I’m concerned, I tend to disagree with mineral extraction. More details and reasons will be elaborated in the following paragraphs to support my opinion.\n\nTo begin with, extracting the mineral will be harmful to our environment. There are breathtaking sights on the outskirts of my hometown. In my childhood, I went there to spend my summer every year. However, it will probably disappear if the .\n\nNext, the extraction of the valuable mineral will definitely lead to air pollution. There  town is polluted by the process of . No one can deny that the pollution problem is one of the most important things which should be prevented.\n\nLast but not least, mineral extraction will turn out to have a profound effect, especially, on our offspring. To take my friend, Taylor, as an example, her homeland was over-developed and became an arid place when she was a child. After she grew up, she decided to leave and never go back to her hometown. In addition, she has no happy memories of her childhood.\n\nOne problem is that some people will consider the job opportunities that it might bring us. Due to mineral extraction, many people in our hometown will probably earn much more money than before. It seems like a sought-after chance. Nevertheless, they do not give us any promise of vacancies. In addition, money is not more crucial when it comes to health and environmental conservation.\n\nIn a nutshell, based on the reasons and examples above, the disadvantages of extracting valuable minerals outweigh the advantages. Therefore, I do not subscribe to this decision.", "language": "english"}